
!
"
%
'
(
)
*
,
-
/
1
2
3
4
5
6
7
8
9
:
<
>
?
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
،
؛
؟
ء
آ
أ
ؤ
إ
ئ
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
٠
١
٢
٣
٤
٥
٦
٧
٨
٩
–
“
”
!"
!)
!.
!؟
"!
"(
",
".
":
">
"،
"؛
"؟
%)
%.
%،
'.
':
()
)!
),
).
):
)،
)؛
)؟
-%
-(
.!
."
.)
.؟
.”
0.
00
01
02
03
04
05
06
07
08
09
1.
10
11
12
13
14
15
16
17
18
19
2)
20
21
22
23
24
25
26
27
28
29
30
31
32
33
34
35
36
37
38
39
40
41
42
43
44
45
46
47
48
49
50
51
52
53
54
55
56
57
58
59
60
61
62
63
64
65
66
67
68
69
70
71
72
73
74
75
76
77
78
79
80
81
82
83
84
85
86
87
88
89
90
91
92
93
94
95
96
97
98
99
:"
:'
:(
>.
?،
Ab
Ac
Ad
Ag
Al
Am
An
Ar
As
Au
BM
Ba
Be
Bi
Bl
Bo
Br
Bu
Ca
Ch
Co
Da
De
Di
Do
Dr
Du
II
IS
Im
In
Is
Ma
Me
Mi
Mo
My
Pa
Pe
Ph
Po
Sa
Se
Sh
So
Sp
St
Ta
Te
Th
Ti
To
al
ar
be
br
ca
co
cr
de
di
el
ha
in
is
la
ma
me
mo
mt
ne
no
on
pa
pl
po
re
sa
sc
se
so
st
su
to
tr
؟!
؟"
؟'
؟)
؟-
؟.
؟”
آب
آت
آخ
آد
آر
آس
آش
آغ
آف
آل
آم
آن
آه
آى
آي
أب
أث
أج
أح
أخ
أد
أذ
أر
أز
أس
أش
أض
أع
أغ
أف
أق
أك
أل
أم
أن
أو
أى
أي
إب
إج
إخ
إد
إذ
إر
إز
إس
إش
إف
إل
إم
إن
إي
اج
اح
اخ
اذ
اس
اق
ال
ان
او
بأ
بإ
بت
بث
بح
بخ
بد
بر
بز
بس
بش
بص
بق
بك
بل
بن
به
بو
بي
تأ
تؤ
تب
تت
تج
تح
تخ
تد
تر
تس
تش
تص
تض
تط
تع
تغ
تف
تق
تك
تل
تم
تن
تو
ثا
ثل
ثم
جا
جب
جح
جد
جذ
جر
جز
جس
جل
جم
جن
جه
جو
جي
حا
حب
حت
حث
حج
حد
حذ
حر
حز
حس
حش
حص
حض
حط
حظ
حف
حق
حك
حل
حم
حو
حى
حي
خا
خب
خد
خذ
خر
خز
خس
خص
خط
خف
خل
خم
خو
خي
دا
دب
در
دع
دف
دق
دم
دو
دي
ذا
ذر
ذل
ذم
ذو
ذي
رئ
رب
رح
رخ
رد
رش
رص
رف
رق
رو
زا
زج
زر
زع
زغ
زف
زم
زه
زو
زي
سأ
سا
سب
ست
سج
سح
سد
سر
سط
سع
سف
سق
سك
سل
سم
سن
سو
سي
شئ
شا
شب
شت
شح
شخ
شد
شذ
شر
شط
شع
شف
شق
شك
شم
شن
شه
شو
شي
صا
صب
صح
صد
صع
صف
صك
صل
صم
صن
صو
صي
ضب
ضخ
ضد
ضر
ضم
ضو
طب
طر
طل
طن
طه
طو
طي
ظل
ظن
عا
عب
عج
عد
عر
عز
عس
عش
عض
عط
عق
عك
عل
عم
عن
عو
عي
غا
غب
غد
غر
غش
غص
غض
غل
غن
غو
غي
فأ
فإ
فت
فج
فخ
فر
فس
فش
فص
فض
فق
فك
فل
فو
فى
في
قا
قب
قد
قذ
قر
قس
قش
قص
قط
قل
قم
قو
قي
كأ
كا
كب
كت
كث
كح
كر
كس
كش
كغ
كف
كل
كم
كن
كو
كي
لآ
لأ
لإ
لا
لج
لح
لد
لذ
لش
لص
لغ
لق
لك
لل
لم
لن
له
لو
لي
مؤ
ما
مت
مث
مج
مح
مخ
مد
مذ
مر
مز
مس
مش
مص
مض
مط
مظ
مع
مغ
مق
مك
مم
من
مو
نج
نح
نخ
نز
نس
نش
نص
نض
نع
نف
نق
هد
هذ
هز
هش
هل
هم
هن
هو
هى
هي
وآ
وأ
وإ
وب
وت
وج
وخ
ود
وز
وس
وش
وص
وض
وف
وق
وك
ول
وم
يؤ
يت
يح
يخ
يد
يذ
ير
يس
يش
يع
يغ
يق
يو
١٠
١١
١٢
٢٠
٢١
٢٢
”.
”:
”،
").
")،
"؟!
##!
##"
##%
##'
##(
##)
##*
##,
##-
##.
##/
##0
##1
##2
##3
##4
##5
##6
##7
##8
##9
##:
##<
##>
##?
##A
##B
##C
##D
##E
##F
##G
##H
##I
##J
##K
##L
##M
##N
##O
##P
##Q
##R
##S
##T
##U
##V
##W
##X
##Y
##Z
##a
##b
##c
##d
##e
##f
##g
##h
##i
##j
##k
##l
##m
##n
##o
##p
##q
##r
##s
##t
##u
##v
##w
##x
##y
##z
##،
##؛
##؟
##ء
##آ
##أ
##ؤ
##إ
##ئ
##ا
##ب
##ة
##ت
##ث
##ج
##ح
##خ
##د
##ذ
##ر
##ز
##س
##ش
##ص
##ض
##ط
##ظ
##ع
##غ
##ف
##ق
##ك
##ل
##م
##ن
##ه
##و
##ى
##ي
##٠
##١
##٢
##٣
##٤
##٥
##٦
##٧
##٨
##٩
##–
##“
##”
(!)
(*)
(.)
)".
)."
.؟!
0.1
0.2
0.3
0.4
0.5
0.6
0.7
0.8
0.9
00,
00،
050
09:
1,1
1,2
1,3
1,4
1,5
1,6
1,8
1.0
1.1
1.2
1.3
1.4
1.5
1.6
1.7
1.8
1.9
100
101
102
103
104
105
106
107
108
109
110
112
113
114
115
116
117
118
119
120
121
122
123
124
125
126
127
128
129
130
131
132
133
134
135
136
137
138
139
140
141
142
143
144
145
146
147
148
149
150
151
152
153
154
155
156
157
158
159
160
161
162
163
164
165
166
167
168
169
170
171
172
173
174
175
176
177
178
179
180
181
182
183
184
185
186
187
188
189
19.
190
191
192
193
194
195
196
197
198
199
2,5
2.0
2.1
2.2
2.3
2.4
2.5
2.6
2.7
2.8
2.9
200
202
203
204
205
206
207
209
210
212
213
214
215
216
217
218
219
220
221
223
224
225
226
227
230
235
236
238
239
240
242
245
246
250
255
256
260
265
270
272
275
280
285
290
3,5
3.0
3.1
3.2
3.3
3.4
3.5
3.6
3.7
3.8
3.9
300
310
320
325
330
340
350
360
365
370
375
380
390
4.0
4.1
4.2
4.3
4.4
4.5
4.6
4.7
4.8
4.9
400
420
425
430
440
450
460
470
480
5.1
5.2
5.3
5.4
5.5
5.6
5.7
5.8
5.9
500
520
540
550
560
5،1
6.2
6.3
6.4
6.5
6.6
6.7
6.8
600
640
650
660
7.2
7.3
7.4
7.5
7.6
7.7
700
720
737
750
787
8.5
800
850
9.5
900
950
990
Ass
BBC
Ban
Bla
Car
Com
Con
Dis
MBC
Man
Mar
Mon
Par
Per
Pre
Pri
Pro
SMS
Ser
Str
The
Tra
art
att
con
lbc
mbc
not
pro
tha
the
you
؟!.
؟".
آبل
آثر
آثم
آخذ
آخر
آدم
آرت
آسر
آسف
آصف
آغا
آكل
آلة
آلت
آلي
آمر
آمل
آمن
آنا
آند
آية
آيت
آيف
أؤم
أبا
أبد
أبر
أبل
أبن
أبو
أبى
أبي
أتت
أتر
أتش
أتم
أتو
أتى
أثر
أثق
أجد
أجر
أجل
أجو
أحب
أحد
أحر
أحس
أحص
أحق
أحل
أخت
أخذ
أخر
أخش
أخص
أخط
أخف
أخل
أخو
أخي
أدب
أدت
أدع
أدق
أدل
أدم
أدى
أدي
أذك
أذن
أذى
أرت
أرخ
أرد
أرز
أرس
أرض
أرق
أرك
أرى
أري
أزر
أسب
أست
أسد
أسر
أسس
أسط
أسف
أسم
أسو
أشد
أشر
أشك
أصح
أصر
أصف
أصل
أصم
أضر
أضع
أضف
أطر
أطل
أظن
أعت
أعد
أعز
أعط
أعف
أعم
أغر
أفت
أفض
أفق
أقر
أقف
أقل
أكد
أكس
أكف
أكل
أكن
ألا
ألت
ألح
ألف
ألق
ألك
ألم
ألي
أما
أمة
أمد
أمر
أمس
أمل
أمن
أمه
أمي
أنه
أهد
أهل
أهم
أهو
أوج
أوز
أول
أيا
أية
أيد
أين
إبر
إبل
إبن
إتش
إثر
إثم
إحت
إخو
إده
إذا
إذن
إرث
إست
إسم
إكس
إلا
إلخ
إله
إلى
إلي
إما
إنك
إنه
إيج
إيد
إير
إيز
إيس
إيف
إيك
إيل
إيم
إين
إيه
ابت
ابد
ابر
ابن
ابو
ابي
اتش
اتق
اثر
اثن
اجت
اجد
اجر
اجل
احب
احت
احد
احس
احص
اخت
اخذ
اخر
اخف
اخو
اخي
ادع
ادن
اذا
اذن
ارت
ارض
ارغ
ازد
اسب
است
اسر
اسس
اسط
اسف
اسم
اسو
اشت
اشد
اشك
اصر
اصط
اصف
اصل
اضر
اضف
اطر
اطل
اطو
اظن
اعت
اعد
اعز
اعط
اعل
اغر
اغل
اغن
افت
افر
اقب
اقر
اقل
اكد
اكر
اكس
الآ
الأ
الإ
الا
الب
الت
الث
الج
الح
الخ
الد
الذ
الر
الز
الس
الش
الص
الض
الط
الظ
الغ
الف
الق
الك
الم
الى
الي
اما
امت
امر
امس
امض
امي
انت
انه
اهد
اهل
اهم
اود
اور
اوف
اول
ايا
ايج
ايد
اير
ايس
ايض
ايغ
ايف
ايه
بآل
بأس
بأم
بأن
بأو
بأى
بأي
بؤر
بؤس
بإن
بئر
باب
بات
باث
باج
باح
باخ
باد
بار
باز
باس
باش
باص
باع
باغ
باق
باك
بال
بان
باه
باي
ببث
ببر
ببن
ببو
بتح
بتر
بتل
بتن
بثت
بثه
بجد
بجر
بجه
بجو
بحب
بحت
بحث
بحج
بحد
بحر
بحس
بحق
بحل
بحي
بخش
بخط
بخل
بدء
بدأ
بدئ
بدا
بدت
بدر
بدل
بدم
بدو
بدي
بذر
بذل
بذم
برا
برب
برج
برح
برد
برر
برز
برس
برش
برع
برق
برك
برم
برن
بره
برو
بري
بزي
بسب
بست
بسر
بسط
بسم
بسن
بشد
بشر
بشع
بشق
بشن
بصح
بصر
بصف
بصل
بضخ
بضع
بضم
بطء
بطب
بطش
بطل
بطن
بطي
بعث
بعد
بعر
بعض
بعل
بعم
بغد
بغض
بغل
بغي
بفض
بفك
بفن
بقر
بقص
بقع
بقى
بقي
بكر
بكف
بكل
بكم
بلا
بلح
بلد
بلغ
بلو
بمؤ
بما
بمب
بمج
بمح
بمخ
بمد
بمر
بمس
بمش
بمص
بمط
بمع
بمق
بمك
بمن
بمو
بنا
بنت
بند
بنص
بنك
بني
بها
بهم
بوب
بوت
بوج
بوح
بوخ
بود
بور
بوز
بوس
بوش
بوص
بوع
بوغ
بوف
بوق
بوك
بول
بوم
بون
بوي
بيت
بيج
بيد
بير
بيز
بيس
بيش
بيض
بيع
بيغ
بيك
بيل
بين
بيو
تأب
تأت
تؤت
تؤد
تاب
تاج
تار
تاس
تاف
تاك
تام
تاه
تاو
تاي
تبت
تبث
تبد
تبر
تبع
تبق
تتح
تتر
تتم
تثق
تجب
تجد
تجر
تجز
تجف
تجن
تحب
تحت
تحث
تحد
تحس
تحض
تحط
تحظ
تحل
تحم
تحو
تحي
تخت
تخش
تخص
تخف
تخل
تخي
تدر
تدع
تدق
تدل
تدم
تدن
تذر
ترا
ترب
ترت
ترد
ترض
ترف
ترق
ترك
ترم
ترو
ترى
تري
تزد
تزل
تزن
تزه
تسا
تست
تسد
تسر
تسع
تسف
تسل
تسم
تسن
تسو
تسي
تشا
تشت
تشد
تشر
تشق
تشن
تشو
تشي
تصب
تصح
تصد
تصر
تصف
تصل
تضج
تضخ
تضر
تضع
تضم
تطأ
تطغ
تطل
تظل
تظن
تعا
تعب
تعج
تعد
تعر
تعز
تعط
تعم
تعن
تعي
تغب
تغر
تغص
تغط
تفت
تفر
تفض
تفي
تقت
تقر
تقص
تقض
تقع
تقف
تقل
تقم
تقي
تكت
تكد
تكر
تكف
تكن
تلا
تلب
تلة
تلت
تلغ
تلف
تلق
تلك
تلو
تلي
تمت
تمد
تمر
تمس
تمض
تنس
تنص
تنع
تنف
تنك
تنم
تنه
تنو
تهب
تهز
تهم
توا
توب
توت
توج
تود
تور
توز
توف
توق
توك
تول
توم
تون
توي
تيا
تيب
تيت
تيج
تيد
تير
تيل
تيم
ثأر
ثار
ثان
ثبت
ثدي
ثري
ثعل
ثغر
ثقب
ثقة
ثقل
ثلث
ثمة
ثمن
ثوب
ثور
ثيو
جئت
جاء
جائ
جاب
جاد
جار
جاز
جاف
جاك
جال
جام
جان
جاو
جاي
جبر
جبل
جبن
جثة
جثت
جثث
جحا
جدا
جدة
جدد
جدل
جده
جدو
جدي
جذب
جذع
جرا
جرب
جرت
جرح
جرد
جرس
جرش
جرف
جرم
جرو
جرى
جري
جزء
جزا
جزر
جسد
جسر
جسم
جشع
جعب
جعل
جفا
جفت
جفن
جلب
جلد
جلس
جلي
جمة
جمر
جمع
جمل
جنا
جنب
جنت
جنح
جند
جنس
جنو
جنى
جني
جهة
جهد
جهز
جهل
جوا
جوخ
جود
جور
جوز
جوس
جوش
جوع
جوف
جول
جون
جوي
جيب
جيت
جيج
جيد
جير
جيش
جيف
جيل
جيم
جين
جيه
جيو
حاج
حاد
حار
حاز
حال
حان
حبا
حبة
حبر
حبس
حبش
حبك
حبل
حبه
حبي
حتم
حتى
حتي
حثت
حجب
حجة
حجج
حجر
حجز
حجم
حجي
حدا
حدة
حدث
حدد
حذر
حذف
حذو
حرا
حرب
حرة
حرج
حرر
حرس
حرص
حرض
حرف
حرق
حرك
حرم
حري
حزب
حزم
حزن
حسب
حسم
حسن
حسي
حشد
حشر
حشو
حصة
حصد
حصر
حصص
حصل
حصن
حضر
حضن
حطب
حطت
حطم
حظا
حظر
حظه
حظي
حفت
حفر
حفز
حفص
حفظ
حفل
حقا
حقق
حقل
حقن
حقه
حقي
حكر
حكم
حلا
حلب
حلت
حلف
حلق
حلم
حلو
حما
حمد
حمر
حمص
حمض
حمل
حمو
حمى
حنا
حنب
حنك
حور
حوش
حوض
حول
حيا
حية
حيث
حيز
حين
خاص
خاض
خاف
خال
خام
خان
خبر
خبز
ختم
خجل
خدع
خدم
خذل
خرب
خرج
خرق
خسر
خشب
خشن
خشي
خصص
خصم
خضر
خضع
خضم
خطأ
خطا
خطب
خطة
خطر
خطط
خطف
خطي
خفة
خفت
خفر
خفض
خفف
خفي
خلا
خلت
خلد
خلص
خلط
خلع
خلف
خلق
خلل
خلو
خلي
خمر
خمس
خنا
خنق
خوج
خور
خوض
خوف
خيب
خير
خيط
خيل
خيم
دأب
دار
داع
دام
دان
داو
داي
دبا
دبر
دبى
دبي
دحر
دخل
درء
درا
درب
درج
درس
درع
درك
درو
دست
دشن
دعا
دعت
دعم
دعي
دفع
دفن
دقة
دقت
دكا
دكة
دلت
دلف
دله
دلو
دمج
دمر
دمع
دمه
دمي
دنك
دهب
دهر
دهس
دهم
دهن
دوت
دور
دوس
دوغ
دوق
دوك
دول
دوم
دون
دوي
ديب
دير
ديس
ديف
ديك
ديل
ديم
دين
ديو
ذات
ذاق
ذاك
ذبح
ذرة
ذكر
ذكي
ذلك
ذمة
ذنب
ذهب
ذهن
ذوق
ذوو
ذوي
ذيل
رآه
رأت
رأس
رأى
رأي
راب
راج
راح
راد
راس
راض
راع
راف
راق
راك
رام
راو
راي
ربة
ربح
ربط
ربع
ربك
ربه
ربي
رتب
رجا
رجب
رجح
رجع
رجل
رحب
رحل
رحم
رخص
ردا
ردت
ردد
ردع
ردم
رده
رزق
رسم
رشا
رشح
رشد
رشق
رصد
رصف
رضا
رضو
رضى
رضي
رطل
رعا
رعب
رعت
رعد
رغب
رغد
رغم
رفح
رفض
رفع
رفق
رقص
رقم
رقي
ركب
ركز
ركل
ركن
رمت
رمز
رمق
رمل
رمي
رند
رهن
روا
روب
روت
روث
روج
روح
رود
روز
روس
روش
روض
روك
رول
روم
روى
روي
ريا
ريب
ريت
ريث
ريح
ريز
ريس
ريش
ريع
ريف
ريم
ريو
زاد
زار
زال
زاو
زحف
زحل
زخا
زخم
زرت
زرع
زرق
زعل
زعم
زكا
زكى
زكي
زلت
زمر
زمن
زنة
زهر
زوج
زود
زور
زيا
زيب
زيت
زيد
زيف
زين
سأك
سأل
سئل
سئم
ساب
سات
ساد
سار
ساع
ساف
ساق
سال
سام
سان
ساو
ساي
سبأ
سبا
سبب
سبت
سبر
سبع
سبق
سبل
سبي
ستة
ستر
ستو
سجل
سجن
سحب
سحر
سحق
سخر
سخط
سخي
سدا
سدد
سدر
سرا
سرب
سرت
سرد
سرق
سرى
سري
سطح
سطر
سطو
سعة
سعت
سعد
سعر
سعي
سفح
سفر
سفك
سفن
سقط
سقف
سكة
سكت
سكر
سكك
سكن
سلا
سلب
سلة
سلس
سلط
سلع
سلف
سلك
سلم
سلو
سما
سمح
سمر
سمع
سمك
سمو
سمي
سنا
سنة
سند
سنه
سنو
سني
سهر
سهل
سهم
سهى
سوء
سوا
سود
سور
سوس
سوف
سوق
سوك
سول
سون
سوى
سوي
سيئ
سيب
سيت
سيج
سيد
سير
سيس
سيغ
سيف
سيل
سيم
سين
شأن
شئت
شاء
شاب
شاذ
شار
شاس
شاف
شاق
شال
شام
شان
شاه
شاو
شاي
شبح
شبر
شبك
شبل
شبه
شتا
شتم
شتو
شتى
شجب
شجر
شجع
شحن
شخص
شدة
شدد
شرا
شرب
شرح
شرخ
شرد
شرس
شرط
شرع
شرف
شرق
شرك
شرم
شري
شطب
شطح
شطر
شعب
شعث
شعر
شغب
شغف
شغل
شفا
شفت
شفط
شفق
شقة
شقق
شكا
شكر
شكك
شكل
شلا
شلت
شلح
شلق
شلل
شلو
شلي
شمر
شمس
شمص
شمع
شمل
شنت
شنط
شنه
شهد
شهر
شوب
شور
شوط
شوف
شوق
شوك
شون
شوي
شىء
شيء
شيئ
شيب
شيت
شيخ
شيد
شير
شيع
شيف
شيق
شيك
شيل
شيم
شين
صاح
صار
صاغ
صاف
صام
صان
صاي
صبا
صبح
صبر
صبغ
صبي
صحة
صحت
صحف
صحن
صحى
صحي
صخب
صخر
صدد
صدر
صدق
صدم
صدى
صرب
صرت
صرح
صرخ
صرع
صرف
صعب
صعد
صعق
صغر
صفا
صفة
صفح
صفد
صفر
صفو
صفي
صقر
صقل
صلب
صلة
صلح
صلي
صمت
صمم
صنز
صنع
صنف
صهر
صهو
صوب
صوت
صور
صوغ
صوم
صون
صيت
صيد
صيغ
صيف
ضآل
ضار
ضاع
ضاق
ضال
ضبط
ضجة
ضحك
ضحو
ضخم
ضده
ضرب
ضرر
ضعف
ضغط
ضفة
ضمت
ضمن
ضمه
ضهر
ضوء
ضير
ضيع
ضيف
ضيق
طار
طاش
طاغ
طال
طبخ
طبع
طبق
طبى
طبي
طحن
طرأ
طرب
طرة
طرح
طرد
طرز
طرف
طرق
طره
طري
طعم
طعن
طغت
طفح
طفل
طقس
طلب
طلع
طلق
طلي
طما
طمس
طنا
طوب
طوخ
طور
طوق
طول
طيب
طير
طيف
ظبى
ظبي
ظرف
ظفر
ظلت
ظلم
ظنا
ظني
ظهر
عائ
عاد
عار
عاش
عال
عام
عان
عاي
عبء
عبث
عبد
عبر
عبس
عبق
عبو
عتا
عتب
عثر
عجب
عجز
عجل
عدا
عدة
عدت
عدد
عدس
عدل
عدم
عدن
عدو
عدي
عذب
عذر
عرا
عرب
عرس
عرش
عرض
عرف
عرق
عري
عزب
عزة
عزت
عزز
عزف
عزل
عزم
عسر
عسل
عشب
عشت
عشر
عشق
عصا
عصب
عصر
عصف
عصي
عضو
عطا
عطر
عطش
عطل
عظة
عظم
عفا
عفت
عفو
عقب
عقد
عقر
عقل
عكا
عكر
عكس
علا
علق
علم
علو
على
علي
عما
عمت
عمد
عمر
عمق
عمل
عمن
عمه
عمي
عند
عنه
عهد
عود
عوز
عوض
عوف
عون
عوي
عيب
عيد
عيش
عين
غاب
غار
غاز
غال
غان
غاو
غاي
غبي
غدا
غدت
غدر
غرب
غرة
غرس
غرض
غرف
غرق
غرم
غرو
غري
غزا
غزة
غزت
غزل
غزو
غسل
غصن
غضب
غطت
غلا
غلب
غلط
غلف
غلق
غلو
غلي
غمر
غنت
غنى
غني
غوت
غوث
غود
غور
غوش
غول
غون
غيب
غيث
غير
غيض
فأر
فأس
فأم
فأن
فأي
فإن
فئة
فات
فار
فاز
فاس
فاق
فال
فان
فاي
فتح
فتم
فتن
فتى
فثم
فجر
فحت
فحص
فحل
فخذ
فخر
فدا
فدع
فذة
فرا
فرج
فرح
فرد
فرز
فرس
فرش
فرص
فرض
فرط
فرع
فرغ
فرق
فرن
فرو
فري
فزت
فزع
فسأ
فست
فسح
فسخ
فسر
فسن
فسي
فشل
فصل
فضة
فضح
فضل
فضي
فطر
فعد
فعل
فعن
ففي
فقد
فقر
فقط
فقل
فقه
فكر
فكل
فكم
فلا
فلت
فلس
فلك
فلم
فلن
فله
فلو
فلي
فما
فمت
فمر
فمع
فمك
فمن
فمه
فنا
فنج
فند
فنر
فنس
فنص
فنه
فنى
فني
فهد
فهذ
فهر
فهل
فهم
فهو
فهى
فهي
فوت
فوج
فود
فور
فوز
فوس
فوض
فوغ
فوق
فوك
فول
فون
فوه
فيه
قاب
قاد
قار
قاس
قاض
قاع
قال
قام
قبة
قبر
قبض
قبل
قبو
قتل
قدر
قدم
قذف
قرأ
قرا
قرب
قرد
قرر
قرش
قرص
قرض
قرع
قرق
قرن
قرى
قري
قزح
قزي
قسط
قسم
قصب
قصة
قصد
قصر
قصص
قصف
قصي
قضت
قضم
قضى
قضي
قطب
قطر
قطع
قطف
قطن
قعر
قفا
قفز
قفص
قفل
قلب
قلة
قلت
قلد
قلص
قلع
قلق
قلل
قلم
قمة
قمت
قمح
قمر
قمع
قمم
قنا
قنب
قند
قنص
قهر
قوة
قوت
قوس
قول
قوم
قوى
قوي
قيد
قيس
قيل
قيم
كأس
كأم
كأن
كأي
كاب
كات
كاد
كار
كاز
كاس
كاش
كاف
كال
كام
كان
كاي
كبح
كبد
كبر
كبش
كبق
كتب
كتف
كتل
كتم
كثب
كثر
كثف
كجم
كجن
كجه
كحد
كحق
كحل
كخط
كدا
كدر
كدع
كده
كدي
كذا
كذب
كرا
كرب
كرة
كرت
كرد
كرر
كرس
كرك
كرم
كره
كرو
كري
كسب
كسر
كشر
كشف
كشك
كعب
كعك
كعم
كفا
كفت
كفر
كفل
كفى
كقر
كقو
ككل
كلغ
كلف
كلم
كله
كما
كمن
كنا
كنت
كنج
كنز
كنس
كنف
كهر
كهف
كهل
كوا
كوب
كوت
كوج
كوخ
كود
كور
كوز
كوس
كوش
كوف
كوك
كول
كوم
كون
كوي
كيب
كيت
كيد
كير
كيس
كيف
كيل
كيم
كين
كيه
كيو
لآل
لأب
لأر
لأم
لأن
لأو
لأي
لؤي
لإن
لإي
لاس
لان
لبث
لبد
لبر
لبس
لبط
لبع
لبق
لبك
لبن
لبو
لبي
لتأ
لتؤ
لتب
لتت
لتج
لتح
لتخ
لتد
لتر
لتس
لتش
لتص
لتض
لتع
لتغ
لتف
لتق
لتك
لتل
لتم
لتن
لتو
لجأ
لجد
لجر
لجل
لجم
لجن
لجو
لحب
لحث
لحج
لحد
لحص
لحض
لحظ
لحق
لحل
لحم
لحن
لحي
لخص
لخط
لخو
لخي
لدر
لدع
لدغ
لدن
لدو
لدى
لدي
لذا
لذو
لرأ
لرب
لرد
لرش
لرف
لرو
لزم
لزي
لسا
لسب
لست
لسد
لسر
لسع
لسك
لسل
لسم
لسن
لسه
لسو
لسي
لشر
لشق
لشن
لشو
لصب
لصح
لصد
لصف
لضخ
لضم
لطا
لطب
لطف
لطل
لطو
لطي
لعب
لعد
لعر
لعز
لعل
لعم
لعو
لغة
لغز
لغط
لغم
لغو
لفت
لفر
لفض
لفظ
لفق
لفك
لفن
لقا
لقب
لقد
لقر
لقص
لقن
لقي
لكح
لكل
لكم
لكن
لكي
للأ
للإ
للا
للب
للح
للخ
للس
للص
للف
للق
للم
لله
لما
لمح
لمد
لمس
لمن
لنا
لنس
لنص
لها
لهم
لوب
لوح
لود
لور
لوز
لوس
لوف
لوك
لون
لوي
ليب
ليت
ليج
ليد
لير
ليس
ليش
ليغ
ليف
ليك
ليل
لين
ليو
مآس
مآل
مئة
ماء
مار
ماض
ماك
مبت
مبخ
مبد
متح
متر
متع
متق
متك
متم
متن
متى
مثل
مجد
مجر
مجز
مجل
محا
محب
محت
محج
محد
محض
محط
محق
محل
محو
محي
مخز
مخل
مدة
مدح
مدد
مدر
مدن
مدى
مدي
مرأ
مرا
مرة
مرت
مرج
مرح
مرد
مرر
مرض
مرق
مري
مزج
مزر
مزي
مسا
مست
مسح
مسخ
مسر
مسق
مسك
مسن
مشب
مشف
مشي
مصب
مصح
مصر
مصف
مصل
مضت
مضر
مضض
مضى
مضي
مطا
مطب
مطر
مطل
معه
مغر
مفا
مفت
مفر
مقر
مقص
مقل
مقو
مكب
مكة
مكث
مكر
مكى
مكي
ملأ
ملئ
ملا
ملت
ملح
ملص
ملغ
ملف
ملق
ملك
ملم
ملو
ملي
مما
ممر
ممن
منح
منذ
منه
مها
مهب
مهت
مهج
مهد
مهر
مهل
مهم
مهن
مهى
مهي
موا
موت
موج
مود
مور
موز
موس
موش
موض
موغ
موف
موك
مول
مون
ميا
ميت
ميث
ميج
ميخ
ميد
مير
ميز
ميس
ميش
ميغ
ميك
ميل
مين
ميو
نأت
ناب
ناج
ناح
ناد
نار
ناز
ناس
ناش
ناغ
ناف
نال
ناي
نبأ
نبت
نبد
نبذ
نبر
نبض
نبع
نبه
نبو
نبي
نتج
نتح
نتس
نتف
نتو
نثر
نثق
نجا
نجت
نجح
نجد
نجع
نجل
نجم
نحب
نحت
نحر
نحس
نحل
نحم
نحن
نحو
نخب
نخش
نخل
ندا
ندب
ندد
ندر
ندع
ندى
نذر
نرب
نرح
نرد
نرى
نري
نزح
نزع
نزف
نزل
نسب
نست
نسج
نسخ
نسر
نسع
نسف
نسق
نسل
نسم
نسي
نشأ
نشب
نشر
نشط
نشك
نصا
نصب
نصت
نصح
نصر
نصف
نصل
نصه
نضج
نضع
نظر
نظل
نظم
نظن
نعت
نعد
نعز
نعش
نعط
نعم
نعي
نغم
نفت
نفخ
نفد
نفذ
نفر
نفس
نفض
نفط
نفع
نفق
نفى
نفي
نقد
نقر
نقش
نقص
نقض
نقط
نقع
نقف
نقل
نقي
نكد
نكن
نلق
نمت
نمر
نمط
نمو
ننت
ننس
نهب
نهج
نهد
نهر
نهض
نهى
نهي
نوا
نوب
نوت
نوح
نود
نور
نوع
نوف
نوم
نوه
نوي
نيت
نير
نيس
نيغ
نيف
نيك
نيل
نيو
هات
هاج
هار
هاس
هاف
هال
هام
هان
هاو
هاي
هبة
هبت
هبط
هتف
هجر
هجم
هدا
هدد
هدر
هدف
هدم
هدى
هدي
هذا
هذه
هرب
هرم
هزة
هزت
هزم
هشة
هضم
هطل
هلا
هما
همس
هنأ
هنا
هند
هيغ
وآب
وآل
وآن
وآي
وأب
وأج
وأح
وأخ
وأد
وأر
وأز
وأس
وأع
وأف
وأل
وأم
وأن
وأو
وأي
وإد
وإذ
وإن
وإي
واب
واج
واح
واخ
واد
واذ
وار
واس
واش
واط
واع
واف
واق
واك
وال
وان
وبأ
وبإ
وبا
وبت
وبث
وبخ
وبد
وبر
وبس
وبع
وبل
وبم
وبن
وبه
وبو
وبي
وتأ
وتب
وتت
وتخ
وتر
وتش
وتع
وتف
وتل
وتم
وتن
وتو
وثق
وثم
وجا
وجب
وجد
وجر
وجع
وجل
وجن
وجه
وجو
وجي
وحب
وحث
وحج
وحد
وحر
وحس
وحش
وحض
وحق
وحك
وحل
وحم
وحي
وخز
وخص
وخط
وخل
ودب
ودع
ودق
ودل
ودم
وده
ودو
ودي
وذم
وذو
وذي
ورا
ورب
ورث
ورد
ورش
ورص
ورط
ورع
ورق
ورم
ورو
وزر
وزع
وزن
وزو
وسأ
وسا
وسب
وست
وسج
وسد
وسر
وسط
وسع
وسل
وسم
وسن
وسو
وسي
وشا
وشب
وشح
وشد
وشر
وشف
وشق
وشك
وشل
وشم
وشن
وشو
وصب
وصح
وصد
وصف
وصل
وصم
وضح
وضخ
وضد
وضع
وضم
وطا
وطب
وطن
وطه
وظل
وظن
وعب
وعج
وعد
وعر
وعز
وعط
وعف
وعل
وعم
وعن
وعو
وعي
وغد
وغر
وغو
وفا
وفت
وفد
وفر
وفض
وفق
وفك
وفن
وفى
وفي
وقت
وقد
وقر
وقص
وقع
وقف
وقل
وكا
وكر
وكف
وكل
وكم
وكن
وكو
وكي
ولأ
ولئ
ولا
ولج
ولد
ولش
ولع
ولف
ولك
ولم
ولن
وله
ولو
ولي
ومؤ
وما
ومت
ومج
ومح
ومخ
ومد
ومر
ومز
ومس
ومش
ومص
ومض
ومع
ومغ
ومق
ومك
ومن
ومو
ونا
ونت
ونس
ونش
ونص
ونق
ونو
وهب
وهج
وهد
وهذ
وهز
وهل
وهم
وهن
وهو
وهى
وهي
وود
وول
ويؤ
ويا
ويب
ويت
ويح
ويد
وير
ويس
ويش
ويف
ويك
ويل
ويم
ويه
ويو
يأب
يأت
يأس
يؤد
يؤذ
يؤم
يئس
يئن
ياخ
ياس
ياف
يبت
يبث
يبد
يبغ
يبق
يبل
يبن
يتح
يتم
يثق
يجب
يجد
يجر
يجز
يجف
يجل
يجن
يجي
يحب
يحث
يحد
يحز
يحس
يحض
يحط
يحظ
يحق
يحل
يحن
يحو
يحي
يخت
يخص
يخض
يخف
يخل
يدا
يدر
يدع
يدق
يدك
يدل
يده
يدي
يذق
يرث
يرد
يرض
يرف
يرق
يرم
يرى
يري
يزج
يزد
يزل
يزن
يسب
يست
يسد
يسر
يسع
يسم
يشأ
يشد
يشر
يشع
يشف
يشق
يشك
يشن
يشي
يصب
يصح
يصد
يصر
يصغ
يصف
يصل
يضح
يضخ
يضر
يضع
يضف
يضل
يضم
يطل
يظل
يظن
يعج
يعد
يعر
يعز
يعش
يعط
يعف
يعل
يعم
يعن
يعي
يغب
يغر
يغض
يغط
يفت
يفد
يفر
يفز
يفض
يفك
يقر
يقص
يقض
يقظ
يقع
يقف
يقل
يقم
يقي
يكد
يكف
يكن
يلب
يلت
يلج
يلح
يلغ
يلف
يلق
يلي
يمت
يمح
يمد
يمر
يمس
يمش
يمض
يمل
يمن
ينأ
ينا
ينج
ينح
ينس
ينص
ينع
ينف
ينق
ينه
يهب
يهد
يهز
يهم
يهو
يود
يور
يوص
يول
يوم
٢٠٠
٢٠١
##(1
##(2
##00
##01
##02
##03
##04
##05
##06
##07
##08
##09
##1%
##10
##11
##12
##13
##14
##15
##16
##17
##18
##19
##2%
##20
##21
##22
##23
##24
##25
##26
##27
##28
##29
##3%
##30
##31
##32
##33
##34
##35
##36
##37
##38
##39
##4%
##40
##41
##42
##43
##44
##45
##46
##47
##48
##49
##5%
##50
##51
##52
##53
##54
##55
##56
##57
##58
##59
##6%
##60
##61
##62
##63
##64
##65
##66
##67
##68
##69
##7%
##70
##71
##72
##73
##74
##75
##76
##77
##78
##79
##8%
##80
##81
##82
##83
##84
##85
##86
##87
##88
##89
##9%
##90
##91
##92
##93
##94
##95
##96
##97
##98
##99
##AA
##AB
##AC
##AD
##AM
##AP
##AS
##AT
##BA
##BC
##BI
##BS
##CA
##CC
##CD
##CI
##CS
##CT
##Cl
##DA
##DP
##DS
##IA
##IC
##ID
##IM
##IP
##IS
##IT
##MA
##MC
##MI
##MP
##MS
##MT
##PA
##PC
##PI
##PS
##SA
##SB
##SC
##SD
##SI
##SM
##SP
##SS
##ST
##TA
##TC
##TI
##TM
##TS
##aa
##ab
##ac
##ad
##ae
##ag
##ah
##al
##am
##an
##ap
##ar
##as
##at
##au
##ay
##ba
##be
##bi
##bo
##br
##bu
##by
##ca
##ce
##ch
##ci
##co
##cy
##da
##de
##di
##dy
##ea
##eb
##ec
##ed
##ee
##eg
##el
##em
##en
##ep
##er
##es
##et
##eu
##ey
##ga
##ge
##gi
##go
##gu
##ha
##he
##hi
##ho
##hy
##ia
##ib
##ic
##id
##ie
##ig
##il
##im
##in
##io
##ip
##ir
##is
##it
##la
##ld
##le
##li
##ll
##lo
##lu
##ly
##ma
##mb
##me
##mi
##mm
##mo
##mp
##ms
##na
##nc
##nd
##ne
##ng
##ni
##no
##ns
##ob
##oc
##od
##og
##ol
##om
##on
##oo
##op
##or
##os
##ot
##ou
##pe
##ph
##po
##pp
##ps
##ra
##re
##ri
##ro
##ru
##ry
##se
##sh
##si
##sp
##ss
##st
##ta
##te
##th
##ti
##to
##ts
##tu
##ty
##ub
##uc
##ud
##ue
##ug
##ui
##ul
##um
##un
##up
##ur
##us
##ut
##ya
##yl
##ys
##آت
##آس
##آل
##آن
##آي
##أس
##أم
##أن
##أو
##أي
##ؤس
##ؤه
##ؤو
##إذ
##إس
##إم
##إن
##إي
##ئة
##ئد
##ئذ
##ئن
##ئه
##ئي
##اء
##ائ
##ات
##اذ
##ان
##بث
##بد
##بر
##بط
##بع
##بن
##به
##بي
##تر
##تز
##تش
##تم
##ته
##ثر
##ثق
##ثم
##جئ
##جب
##جد
##جر
##جز
##جع
##جل
##جم
##جه
##جو
##جي
##حب
##حة
##حت
##حث
##حد
##حر
##حس
##حص
##حض
##حط
##حق
##حل
##حي
##خا
##خت
##خد
##خذ
##خر
##خش
##خص
##خض
##خط
##خف
##خل
##خو
##خي
##دة
##در
##دى
##دي
##ذا
##ذر
##ذو
##ذى
##ذي
##رب
##رة
##رج
##رد
##رز
##رس
##رش
##رض
##رغ
##رق
##رك
##رى
##ري
##زة
##زج
##زر
##زع
##زي
##سب
##ست
##سخ
##سر
##سك
##سي
##شئ
##شد
##شر
##شط
##شق
##شك
##شي
##صب
##صة
##صح
##صد
##صر
##صف
##صل
##ضح
##ضخ
##ضد
##ضر
##ضع
##ضم
##ضى
##ضي
##طب
##طة
##طر
##طف
##طق
##طن
##طه
##طي
##ظل
##عد
##عز
##عش
##عض
##عن
##غذ
##غر
##غز
##غش
##غض
##غط
##غو
##غي
##فخ
##فر
##فض
##فظ
##فق
##فى
##في
##قب
##قة
##قت
##قد
##قر
##قص
##قض
##قط
##قع
##قف
##قل
##قى
##قي
##كر
##كس
##كل
##كم
##كي
##لا
##لق
##لك
##لم
##له
##لى
##ما
##مر
##مس
##مع
##من
##ها
##هم
##هو
##وج
##ور
##وز
##وس
##وض
##وق
##ون
##ىء
##ية
##يث
##يد
##ير
##يز
##يس
##يش
##يض
##ين
##٠٠
##٠١
##٠٢
##٢٠
(.)"
10.0
10.2
10.3
10.5
10.6
10.7
10.8
11.3
11.4
11.5
1100
12.5
1200
1250
13.5
1300
14.5
1400
1420
1421
1422
1423
1424
1425
1426
1427
1428
1429
1430
1431
1432
1433
1434
1435
1500
1559
16.5
1600
17.5
1700
1701
1800
1860
1882
1889
1890
1896
1897
1898
1899
1900
1901
1902
1903
1904
1905
1906
1907
1908
1909
1910
1911
1912
1913
1914
1915
1916
1917
1918
1919
1920
1921
1922
1923
1924
1925
1926
1927
1928
1929
1930
1931
1932
1933
1934
1935
1936
1937
1938
1939
1940
1941
1942
1943
1944
1945
1946
1947
1948
1949
1950
1951
1952
1953
1954
1955
1956
1957
1958
1959
1960
1961
1962
1963
1964
1965
1966
1967
1968
1969
1970
1971
1972
1973
1974
1975
1976
1977
1978
1979
1980
1981
1982
1983
1984
1985
1986
1987
1988
1989
1990
1991
1992
1993
1994
1995
1996
1997
1998
2001
2002
2003
2004
2005
2006
2007
2008
2009
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
2020
2021
2022
2025
2030
2050
2100
2200
2300
2400
2500
2600
2700
2800
3200
3500
4500
6500
7500
Arab
Comp
audi
time
آباء
آباد
آبار
آتية
آثار
آجال
آجلا
آداب
آذار
آذان
آراء
آرثر
آسيا
آفاق
آلات
آلاف
آلام
آلان
آلمه
آلهة
آليا
آلية
آمال
آمنا
آمنة
آمنو
آمون
آمين
آنفا
آنية
آيات
آيار
آيرس
أؤكد
أؤيد
أئمة
أباد
أبان
أبحث
أبحر
أبدأ
أبدا
أبدت
أبدع
أبدو
أبدي
أبرز
أبرم
أبسط
أبشع
أبصر
أبطأ
أبطل
أبعد
أبقت
أبلغ
أبها
أبيب
أبيض
أبين
أبيه
أتاح
أترك
أتفق
أتقن
أتمت
أتوا
أتوج
أتون
أتيت
أتيح
أثاث
أثار
أثبت
أثرا
أثرت
أثره
أثري
أثقل
أثمر
أثنى
أثير
أجاب
أجاد
أجاز
أجبت
أجبر
أجرة
أجرت
أجرو
أجري
أجزم
أجلت
أجله
أجمع
أجمل
أجهز
أجور
أجيب
أحاط
أحال
أحبط
أحبك
أحبه
أحجم
أحدا
أحدث
أحرج
أحرز
أحرص
أحرق
أحسب
أحسن
أحصل
أحضر
أحقق
أحكم
أحلك
أحلم
أحلى
أحمد
أحمر
أحمل
أحوج
أحيا
أحيت
أحيط
أحيل
أحيي
أخاف
أخاه
أخبر
أخته
أختي
أخذت
أخذو
أخرج
أخرى
أخري
أخضر
أخضع
أخطأ
أخطر
أخفق
أخفي
أخلت
أخلص
أخوة
أخوه
أخير
أخيه
أداء
أداة
أدار
أدام
أدان
أداه
أدبي
أدخل
أدرج
أدرس
أدرك
أدرى
أدري
أدعو
أدفع
أدلة
أدلت
أدنو
أدنى
أدني
أدهش
أدهم
أدوا
أديب
أديت
أديس
أدين
أذاع
أذان
أذكر
أذهب
أذهل
أذون
أذيع
أراب
أراد
أراض
أراك
أراه
أربع
أربك
أرجأ
أرجع
أرجل
أرجو
أرحب
أرخص
أردت
أرست
أرسل
أرشد
أرضا
أرضه
أرضي
أرغب
أرغم
أرفض
أرفع
أرفق
أرقى
أرهق
أروع
أروى
أريج
أريد
أريك
أزاح
أزال
أزرق
أزعج
أزمة
أزمت
أزور
أزيد
أسأل
أساء
أساس
أسام
أستر
أسجل
أسرة
أسرت
أسرع
أسرى
أسست
أسسه
أسطح
أسعد
أسفر
أسفل
أسفه
أسقط
أسقف
أسكن
أسلم
أسمر
أسمع
أسند
أسهل
أسهم
أسوأ
أسود
أسير
أشاد
أشار
أشاع
أشبه
أشرت
أشرف
أشرك
أشعة
أشعر
أشعل
أشكر
أشمل
أشهد
أشهر
أشير
أشيع
أصاب
أصبت
أصبح
أصدر
أصدق
أصرت
أصعب
أصغر
أصفر
أصلا
أصول
أصيب
أصيل
أضاع
أضاف
أضحت
أضحى
أضخم
أضرب
أضرت
أضعف
أضيف
أضيق
أطاح
أطال
أطرح
أطلب
أطلس
أطلع
أطلق
أطول
أطيب
أظهر
أعاد
أعاق
أعان
أعبر
أعتز
أعجب
أعدت
أعدم
أعده
أعرب
أعرض
أعرف
أعرق
أعشق
أعطت
أعطو
أعطي
أعظم
أعقب
أعلم
أعلن
أعلى
أعلي
أعمق
أعمل
أعمى
أعنف
أعني
أعود
أعيد
أعيش
أعين
أغار
أغان
أغرب
أغضب
أغفل
أغلب
أغلق
أغلى
أغنى
أغني
أفاد
أفاق
أفرج
أفرز
أفرع
أفرغ
أفري
أفسد
أفشل
أفصح
أفضت
أفضل
أفعل
أفقد
أفقر
أفكر
أفلا
أفلت
أفلح
أفهم
أفيد
أقال
أقام
أقبل
أقدر
أقدم
أقرأ
أقرب
أقرت
أقره
أقسم
أقسى
أقصد
أقصر
أقصى
أقصي
أقضي
أقفل
أقنع
أقول
أقوم
أقوى
أقيل
أقيم
أكاد
أكان
أكبر
أكتب
أكتر
أكثر
أكدت
أكده
أكرر
أكرم
أكره
أكسب
أكمل
أكوا
أكون
أكيد
ألاف
ألان
ألبس
ألبي
ألحق
ألزم
ألست
ألسن
ألعب
ألغت
ألغى
ألغي
ألفا
ألفي
ألقت
ألقو
ألقي
ألما
ألمح
ألمع
ألوف
ألوم
أليس
أليف
أليم
أمام
أمان
أمبو
أمتع
أمثل
أمجد
أمرا
أمرت
أمره
أمضت
أمضى
أمكن
أملا
أملك
أمله
أممي
أمنى
أمني
أمها
أموت
أمور
أمية
أمير
أميل
أمين
أناس
أنتج
أنتم
أنثى
أنجح
أنجز
أنزل
أنسى
أنشأ
أنشئ
أنصح
أنظر
أنعم
أنفق
أنفه
أنقذ
أنكر
أنكم
أننا
أنني
أنها
أنهم
أنور
أنيس
أهان
أهتم
أهدر
أهدي
أهلا
أهله
أهلي
أهنئ
أوبك
أوتو
أوجد
أوجه
أودت
أودع
أودى
أودي
أورد
أورو
أوري
أوسط
أوسع
أوصت
أوصل
أوصى
أوصي
أوضح
أوفد
أوفر
أوقع
أوقف
أولا
أولى
أولي
أويل
أياد
أيار
أيام
أيدت
أيده
أيدي
أيسر
أيضا
أيقظ
أيمن
أيها
أيوب
إبان
إثني
إحدى
إحدي
إحنا
إخوة
إدار
إدفو
إدلب
إراح
إراق
إريك
إزاء
إزاح
إزاى
إسحق
إسنا
إصبع
إطاح
إطار
إلهي
إليك
إليه
إمام
إميل
إناث
إنبى
إنبي
إنتر
إنتل
إنما
إننا
إنها
إنهم
إهدن
إياب
إياد
إياك
إياه
إيتا
إيتو
إيدي
إيسا
إيست
إيفر
إيكو
إيلي
إيما
إيمي
إينو
اباد
ابان
ابحث
ابدأ
ابدا
ابدت
ابدو
ابرز
ابسط
ابعد
ابلغ
ابنة
ابنه
ابنى
ابني
ابيب
ابيض
اتاح
اتبع
اتجه
اتحد
اتخذ
اترك
اتسع
اتسم
اتصل
اتضح
اتفق
اتمن
اتهم
اثار
اثبت
اثمر
اثني
اثير
اجاب
اجبر
اجرت
اجري
اجعل
اجمع
اجمل
اجنح
اجند
اجور
احاط
احال
احبط
احتج
احتف
احتل
احتو
احدا
احدث
احذر
احرز
احرص
احرق
احسن
احضر
احقي
احمد
احمر
احمل
احنا
احيل
اخبر
اختر
اختص
اختل
اخذت
اخرج
اخرى
اخضر
اخطأ
اخطر
اخفق
اخلا
اخيه
اداء
ادار
ادام
ادان
ادبي
ادخل
ادرج
ادرك
ادري
ادعت
ادعو
ادعى
ادلب
اديب
اديس
اذار
اذكر
اذهب
اراء
اراح
اراد
اراض
ارام
اربع
اربك
ارتأ
ارتد
ارتض
ارتق
ارجأ
ارجع
ارجو
ارحل
ارحم
اردت
ارسل
ارضه
ارغب
ارفض
ارفع
اروع
اروق
اريح
اريد
اريك
ازاء
ازال
اسأل
اساء
اساس
استر
استع
استق
استو
اسحق
اسرة
اسرع
اسعد
اسفر
اسفل
اسفه
اسقط
اسكت
اسكن
اسما
اسمع
اسمه
اسمي
اسند
اسهل
اسهم
اسود
اسيا
اسير
اشاد
اشار
اشاع
اشبه
اشتد
اشتر
اشتك
اشرف
اشرك
اشعر
اشعل
اشكر
اشهر
اصاب
اصبح
اصبع
اصدر
اصدق
اصطف
اصعب
اصغر
اصلا
اصول
اصيب
اصيل
اضاع
اضاف
اضطر
اضعف
اضغط
اضيف
اطاح
اطار
اطال
اطلب
اطلع
اطلق
اظهر
اعاد
اعان
اعتد
اعتر
اعتز
اعتل
اعجب
اعدت
اعرب
اعرف
اعطت
اعظم
اعلم
اعلن
اعمد
اعمل
اعيد
اعيش
اعين
اغلب
اغلق
افاد
افاق
افتح
افرج
افرز
افري
افضل
افعل
افقد
افكر
افهم
اقام
اقتض
اقتل
اقتن
اقدر
اقدم
اقرأ
اقرب
اقرت
اقصد
اقصى
اقفل
اقنع
اقول
اقوم
اقيم
اكبر
اكتب
اكتف
اكثر
اكدت
اكرم
اكمل
اكوا
اكون
اكيد
الآف
الآن
الآي
الأب
الأح
الأخ
الأر
الأز
الأس
الأش
الأع
الأغ
الأف
الأق
الأك
الأل
الأم
الأن
الأو
الأي
الإس
الإن
الإي
الاب
الاخ
الار
الاس
الاف
الام
الان
البا
البت
البث
البج
البر
البز
البس
البش
البص
البط
البغ
البق
البك
البل
البن
البه
البو
البي
التأ
التب
التج
التح
التخ
التر
التس
التش
التع
التف
التق
التك
التل
التم
التن
التو
التى
التي
الثم
الجا
الجب
الجح
الجد
الجر
الجش
الجع
الجل
الجم
الجن
الجه
الجو
الحا
الحب
الحث
الحج
الحد
الحر
الحس
الحش
الحص
الحظ
الحف
الحق
الحل
الحم
الحو
الحى
الحي
الخث
الخد
الخر
الخش
الخص
الخط
الخل
الخن
الدا
الدب
الدح
الدر
الدش
الدع
الدغ
الدف
الدق
الدك
الدل
الدم
الدن
الده
الدو
الدي
الذر
الذى
الذي
الرب
الرخ
الرد
الرز
الرس
الرش
الرف
الرق
الرم
الرو
الرى
الري
الزج
الزر
الزغ
الزل
الزم
الزي
السا
السب
الست
السد
السر
السف
السل
السم
السن
السو
السي
الشا
الشب
الشح
الشد
الشر
الشط
الشع
الشق
الشك
الشم
الشه
الشو
الشي
الصب
الصح
الصد
الصع
الصف
الصل
الصم
الصن
الضب
الضخ
الضر
الضم
الطب
الطر
الطل
الطن
الطو
الظل
الظن
العا
العب
العت
العج
العد
العر
العز
العس
العش
العص
العض
العف
العق
العك
العل
العم
العن
العو
العي
الغب
الغث
الغد
الغر
الغش
الغص
الغض
الغم
الغو
الغي
الفا
الفج
الفخ
الفذ
الفر
الفك
الفل
الفن
الفي
القب
القت
القد
القر
القس
القش
القص
القض
القط
القل
القم
القن
القو
القى
القي
الكا
الكب
الكد
الكر
الكس
الكش
الكف
الكل
الكم
الكن
الكو
الكي
اللا
اللب
اللج
اللص
اللف
الله
اللو
اللى
اللي
المؤ
الما
المب
المت
المج
المح
المخ
المد
المر
المز
المس
المش
المص
المط
المع
المغ
المف
المق
المك
المل
المن
المه
المو
المي
النا
النب
النت
النج
النخ
الند
النس
النش
النص
النع
النف
النق
النو
الني
الهب
الهد
الهذ
الهر
الهز
الهش
الهل
الهم
الهن
الهو
الهي
الوا
الوج
الود
الور
الوط
اليد
اليز
اليس
اليك
اليه
اليو
امام
امان
امتد
امرا
امكن
املا
املك
امله
امنه
امني
امور
امير
اميل
امين
اناس
انتج
انتر
انتم
انجز
اندي
انزل
انشأ
انشق
انضم
انظر
انفك
انقذ
انما
اننا
انها
انهم
انور
اهتز
اهتم
اهدر
اهله
اوبك
اوتو
اوجد
اوجه
اودع
اورب
اورد
اوري
اوسع
اوصت
اوصل
اوضح
اوقع
اوقف
اولا
اولى
اولي
اوني
اويل
اياب
اياد
ايام
اياه
ايبا
ايتا
ايتو
ايدي
ايذا
ايرس
ايرو
ايزي
ايست
ايضا
ايفو
ايكو
ايكي
ايلا
ايلي
ايما
ايمر
ايمن
ايمي
اينت
اينو
ايني
ايها
ايوا
ايوب
بآخر
بآلي
بأبه
بأبو
بأبي
بأثر
بأجر
بأحد
بأحر
بأخذ
بأدب
بأذى
بأرض
بأسر
بأقل
بألا
بألف
بألم
بأمر
بأمس
بأمل
بأمن
بأنك
بأنن
بأنه
بأهل
بأول
بإذن
بإسم
بائع
بابا
بابل
بابن
باتت
باحت
باحث
باحد
باخش
بادئ
بادر
بادي
باذن
بارا
بارت
بارد
بارز
بارس
بارع
بارك
بارو
باري
بازل
باست
باسل
باسم
باشا
باشر
باطل
باطن
باعت
باعث
بافل
باقر
باقي
باكس
باكو
بالأ
بالإ
بالا
بالب
بالت
بالج
بالخ
بالر
بالز
بالس
بالش
بالص
بالغ
بالف
بالق
بالك
بالم
بالو
بالي
بامب
باند
بانه
باهت
باهر
باهظ
باور
باول
بايت
باير
بايل
بباب
بباق
ببال
ببحث
ببذل
ببرج
ببضع
ببطء
ببعض
ببقي
ببلد
ببنك
ببني
ببيت
ببيع
بتاع
بترا
بترك
بترو
بتسع
بتلك
بتهم
بتوع
بثته
بثقة
بثمن
بثها
بثوب
بجبل
بجدة
بجرح
بجرم
بجزء
بجسم
بجعل
بجلب
بجلد
بجمع
بجمل
بجهد
بجود
بجيش
بحار
بحال
بحبس
بحبك
بحبل
بحتة
بحثا
بحثت
بحثه
بحجر
بحجز
بحجم
بحدة
بحذر
بحذف
بحرا
بحرب
بحرص
بحرق
بحري
بحزب
بحزم
بحزن
بحسب
بحسم
بحسن
بحصر
بحظر
بحفر
بحفظ
بحفل
بحقه
بحكم
بحلب
بحلق
بحمد
بحمص
بحمل
بحوث
بحوز
بحول
بحيث
بخبر
بخرق
بخصم
بخطأ
بخطر
بخطط
بخطف
بخفة
بخفض
بخلق
بخمس
بخوض
بخيت
بخير
بدءا
بدأت
بداء
بدار
بدبي
بدرج
بدعة
بدعم
بدعو
بدفع
بدفن
بدقة
بدلا
بدمج
بدنا
بدور
بدول
بدون
بدوى
بدوي
بدير
بديع
بديل
بدين
بذات
بذبح
بذكر
بذلت
بذلك
بذله
بذلو
بذور
بذوي
برأت
برأس
برأي
برؤي
براء
براد
براغ
براق
براك
بران
بربر
بربط
بربع
برجل
بردى
بررت
برزت
برسم
برشق
برصد
برضا
برضه
برغم
برفح
برفض
برفع
برفق
برقم
بركب
بركة
برمج
برمي
برنت
برنس
بروج
بروح
برود
بروز
بروس
بروك
بروم
برون
بريء
برية
بريت
بريد
بريس
بريش
بريف
بريق
بريك
بزرع
بزعم
بزمن
بزنس
بزوج
بزوغ
بساط
بسام
بسبب
بسبع
بسجل
بسجن
بسحب
بسعة
بسعر
بسفر
بسلب
بسمة
بسمع
بسمو
بسنة
بسند
بسوء
بسور
بسوق
بسيد
بسير
بسيط
بشأن
بشار
بشان
بشبه
بشتى
بشخص
بشدة
بشرح
بشرط
بشرف
بشرق
بشرى
بشري
بشطب
بشعب
بشعة
بشعر
بشغف
بشكل
بشلل
بشهر
بشور
بشىء
بشيء
بشير
بصال
بصدد
بصدر
بصدق
بصرف
بصره
بصري
بصفة
بصلة
بصمة
بصمت
بصنع
بصوت
بصور
بصيص
بضبط
بضرب
بضعف
بضغط
بطان
بطبع
بطبق
بطرح
بطرد
بطرس
بطرف
بطرق
بطعم
بطعن
بطفل
بطلا
بطلب
بطلة
بطلق
بطنه
بطول
بطون
بطيء
بطيخ
بعام
بعثة
بعثت
بعجز
بعدد
بعدم
بعرب
بعرض
بعرف
بعزل
بعزم
بعشر
بعصا
بعقد
بعقل
بعكس
بعلم
بعمر
بعمق
بعمل
بعنف
بعهد
بعود
بعون
بعيد
بعين
بغرب
بغرض
بغرف
بغزة
بغزو
بغسل
بغضب
بغلق
بغير
بغيض
بفئة
بفتح
بفحص
بفخر
بفرح
بفرص
بفرض
بفرع
بفرق
بفسخ
بفشل
بفصل
بفضل
بفعل
بفقر
بفكر
بفوز
بقاء
بقاع
بقال
بقتل
بقدر
بقدم
بقرب
بقرى
بقسم
بقصد
بقصر
بقصف
بقطر
بقطع
بقلب
بقلق
بقلم
بقمع
بقنا
بقوا
بقوة
بقول
بقية
بقيت
بقيم
بكأس
بكاء
بكار
بكاف
بكرة
بكرى
بكري
بكسر
بكشف
بكفر
بكون
بكين
بلاد
بلاس
بلاط
بلاغ
بلاك
بلال
بلان
بلاي
بلجر
بلدا
بلدة
بلده
بلدى
بلدي
بلطف
بلعب
بلغت
بلقب
بلمس
بلهج
بلور
بلوغ
بلوك
بلوم
بلون
بلير
بليغ
بماء
بمثل
بمجل
بمحض
بمحل
بمدن
بمرض
بمسح
بمصر
بمعن
بمقر
بملف
بمنأ
بمنج
بمنح
بمنع
بمهم
بمهن
بموت
بموج
بناء
بنات
بنار
بناه
بنحو
بندا
بندر
بنزع
بنسب
بنشر
بنصر
بنصف
بنظر
بنعم
بنفس
بنقص
بنقل
بنما
بنمو
بنهج
بنوا
بنود
بنوع
بنوك
بنية
بنيت
بنين
بهاء
بهجة
بهجت
بهدف
بهدم
بهذا
بهذه
بهما
بهية
بهيج
بواب
بوتر
بوتق
بوتو
بوجه
بوحد
بودا
بودي
بوذي
بورت
بورد
بورز
بورش
بورق
بورو
بوري
بوزن
بوست
بوسط
بوسع
بوسك
بوسي
بوصة
بوصف
بوضع
بوعي
بوفد
بوقت
بوقف
بوكا
بوكر
بوكس
بوكو
بولت
بولز
بولس
بولو
بولي
بونت
بوند
بوني
بوير
بويز
بيئة
بيئي
بيار
بياض
بيان
بيبي
بيتا
بيتر
بيتش
بيتك
بيته
بيتي
بيجو
بيجي
بيده
بيرت
بيرد
بيرس
بيرغ
بيرك
بيرل
بيرم
بيرن
بيرو
بيري
بيزو
بيسر
بيضة
بيعت
بيعه
بيكر
بيكو
بيلا
بيلد
بيلي
بينه
بيوت
بيور
بيوم
بيير
تآكل
تآمر
تأتى
تأتي
تأثر
تأجل
تأخذ
تأخر
تأزم
تأسس
تأكد
تأكل
تألق
تألو
تأمر
تأمل
تأهب
تأهل
تؤثر
تؤجل
تؤخذ
تؤخر
تؤدي
تؤذي
تؤرخ
تؤرق
تؤسس
تؤشر
تؤكد
تؤلف
تؤمن
تؤهل
تؤول
تؤوي
تؤيد
تائه
تابت
تابع
تاتا
تاتي
تاجر
تارة
تارك
تارو
تاما
تامة
تامر
تانى
تاني
تاور
تاون
تايس
تايم
تباع
تبثه
تبحث
تبحر
تبخل
تبدأ
تبدد
تبدل
تبدو
تبدي
تبذل
تبرئ
تبرر
تبرز
تبرع
تبرم
تبشر
تبصر
تبعا
تبعث
تبعد
تبعه
تبقى
تبقي
تبكي
تبلغ
تبنت
تبنى
تبني
تبوك
تبيح
تبيع
تبين
تتأه
تتاح
تتبد
تتبع
تتبن
تتجل
تتجه
تتحد
تتحل
تتخذ
تتخط
تتخل
تتدف
تترك
تتسع
تتسم
تتصد
تتصف
تتصل
تتضح
تتعب
تتعد
تتعم
تتغذ
تتفر
تتفق
تتقن
تتلف
تتلق
تتلو
تتمة
تتهم
تتوج
تتوخ
تتوف
تتيح
تثار
تثبت
تثري
تثقل
تثمر
تثني
تثور
تثير
تجار
تجاه
تجبر
تجدد
تجدر
تجده
تجذب
تجرأ
تجرؤ
تجرب
تجري
تجسد
تجسس
تجعل
تجلب
تجلت
تجلس
تجلي
تجمد
تجمع
تجنب
تجند
تجني
تجهز
تجهل
تجوب
تجوز
تجول
تجيب
تجيد
تجيز
تحاك
تحال
تحبط
تحتل
تحجب
تحدث
تحدد
تحدي
تحذر
تحذو
تحرر
تحرز
تحرس
تحرش
تحرص
تحرض
تحرق
تحرك
تحرم
تحري
تحزن
تحسب
تحسم
تحسن
تحشد
تحصد
تحصر
تحصل
تحصن
تحصى
تحضر
تحطم
تحظر
تحفة
تحفر
تحفز
تحفظ
تحفل
تحقق
تحكم
تحكى
تحكي
تحلق
تحلل
تحلم
تحمد
تحمل
تحمي
تحوز
تحوط
تحول
تحوم
تحوي
تحيا
تحية
تحيط
تحيل
تحيي
تخاف
تخبئ
تخبر
تخبط
تختص
تخجل
تخدع
تخدم
تخرج
تخرق
تخزن
تخسر
تخشى
تخصص
تخضع
تخطئ
تخطت
تخطر
تخطط
تخطف
تخطو
تخطى
تخطي
تخفض
تخفف
تخفي
تخلت
تخلص
تخلط
تخلف
تخلق
تخلل
تخلو
تخلي
تخنق
تخوض
تخوف
تخول
تخوم
تخيف
تخيل
تدار
تدخر
تدخل
تدرب
تدرج
تدرس
تدرك
تدري
تدشن
تدعم
تدعو
تدعى
تدعي
تدفع
تدفق
تدفن
تدمر
تدني
تدور
تدوم
تدير
تدين
تذكر
تذمر
تذهب
تذوب
تذوق
ترأس
ترؤس
تراب
تراث
تراخ
تراع
تراف
تراك
تران
تراه
تراي
تربة
تربت
تربح
تربص
تربط
تربي
ترتب
ترتد
ترتق
ترتك
ترجح
ترجع
ترجل
ترجم
ترحب
ترحل
ترحم
تردد
تردي
ترزح
ترسخ
ترسل
ترسم
ترسو
ترسي
ترشح
ترصد
ترضخ
ترضي
ترعة
ترعى
ترغب
ترفض
ترفع
ترقب
ترقد
ترقص
تركت
تركز
تركه
تركي
ترمب
ترمز
ترمي
ترهب
ترهق
تروج
ترون
تروى
تروي
تريب
تريح
تريد
تريز
ترين
تزال
تزخر
تزرع
تزعج
تزعم
تزوج
تزود
تزور
تزول
تزيد
تزيل
تزين
تسأل
تسبب
تسبح
تسبق
تستر
تسجل
تسحب
تسخر
تسدد
تسرب
تسرع
تسرق
تسري
تسعة
تسعد
تسعى
تسعي
تسفر
تسقط
تسكت
تسكن
تسلح
تسلط
تسلق
تسلك
تسلل
تسلم
تسمح
تسمع
تسمم
تسمى
تسمي
تسند
تسهر
تسهل
تسهم
تسود
تسوق
تسول
تسيب
تسير
تسيل
تشاء
تشاب
تشاد
تشاك
تشام
تشان
تشاو
تشبع
تشبه
تشتت
تشتم
تشته
تشجع
تشدد
تشرب
تشرح
تشرع
تشرف
تشرق
تشعر
تشعل
تشغل
تشفع
تشكر
تشكك
تشكل
تشكو
تشمل
تشهد
تشوب
تشوف
تشوه
تشيد
تشير
تشيع
تشيك
تشيل
تشين
تصاب
تصبح
تصحح
تصدر
تصدع
تصدق
تصرح
تصرخ
تصرف
تصعب
تصعد
تصفح
تصلب
تصلح
تصنع
تصنف
تصوت
تصور
تصيب
تصير
تضاف
تضبط
تضحك
تضحي
تضخم
تضرب
تضرر
تضطر
تضعف
تضغط
تضفي
تضمن
تضيء
تضيع
تضيف
تضيق
تطاق
تطال
تطاو
تطبع
تطبق
تطرأ
تطرح
تطرد
تطرف
تطرق
تطعن
تطفو
تطلب
تطلع
تطلق
تطمح
تطور
تطوع
تطول
تطوي
تطيح
تطير
تظلم
تظهر
تعاد
تعال
تعان
تعبت
تعبث
تعبر
تعتد
تعتز
تعثر
تعجب
تعجز
تعدد
تعذر
تعرب
تعرض
تعرف
تعزز
تعزف
تعسف
تعشق
تعطل
تعطى
تعطي
تعقب
تعقد
تعكر
تعكس
تعكف
تعلق
تعلم
تعلن
تعلو
تعلي
تعمد
تعمق
تعمل
تعنت
تعني
تعهد
تعود
تعوض
تعوق
تعول
تعيد
تعيش
تعيق
تعين
تغدو
تغذي
تغرق
تغري
تغزو
تغسل
تغضب
تغطي
تغفل
تغلب
تغلق
تغمد
تغمر
تغنى
تغني
تغيب
تغير
تفاد
تفتح
تفتك
تفجر
تفخر
تفرح
تفرد
تفرز
تفرض
تفرط
تفرغ
تفرق
تفسد
تفسر
تفشل
تفشي
تفصح
تفصل
تفضح
تفضل
تفضي
تفعل
تفقد
تفكر
تفكك
تفلح
تفهم
تفوت
تفوح
تفوز
تفوق
تفيد
تفيض
تقاس
تقال
تقام
تقبض
تقبع
تقبل
تقتل
تقدر
تقدم
تقرأ
تقرب
تقرر
تقسم
تقصد
تقصر
تقصف
تقصي
تقضي
تقطع
تقطن
تقفز
تقلب
تقلد
تقلص
تقلق
تقلل
تقنع
تقني
تقهر
تقود
تقوض
تقول
تقوم
تقوى
تقوي
تقيد
تقيس
تقيم
تكاد
تكبد
تكبر
تكتب
تكتف
تكتل
تكثر
تكثف
تكدس
تكذب
تكرر
تكرس
تكرم
تكره
تكسب
تكسر
تكشف
تكفل
تكفى
تكفي
تكلف
تكلل
تكلم
تكمل
تكمن
تكون
تلال
تلاه
تلبس
تلبي
تلتق
تلجأ
تلحظ
تلحق
تلزم
تلعب
تلغي
تلفت
تلفظ
تلقت
تلقو
تلقي
تلمح
تلمس
تلوث
تلوح
تليق
تماس
تمام
تمتد
تمتص
تمتع
تمثل
تمخض
تمدد
تمرد
تمزج
تمزق
تمسك
تمشي
تمضي
تمكن
تملأ
تملك
تمنت
تمنح
تمنع
تمهد
تموت
تموز
تمول
تميز
تميل
تميم
تنال
تنام
تنبأ
تنبئ
تنبض
تنبع
تنبه
تنتج
تنتق
تنتم
تنته
تنجب
تنجح
تنجز
تنحي
تندم
تنذر
تنزع
تنزف
تنزل
تنسب
تنسق
تنسى
تنشأ
تنشئ
تنشد
تنشر
تنشط
تنصب
تنصح
تنضج
تنضم
تنطق
تنظر
تنظم
تنعم
تنفذ
تنفس
تنفع
تنفق
تنفى
تنفي
تنقذ
تنقص
تنقض
تنقل
تنكر
تنمو
تنمي
تنهض
تنهى
تنهي
تنوع
تنوي
تهبط
تهتز
تهتف
تهتم
تهدأ
تهدد
تهدر
تهدف
تهدم
تهدي
تهرب
تهزم
تهمة
تهنئ
تهور
تهوي
تهيئ
توأم
توبك
توتر
توتي
توثق
توجب
توجت
توجد
توجه
توجو
توحد
توحي
توخي
تودع
تودي
تورد
تورس
تورط
تورك
توري
توزع
توسع
توسك
توشك
توصف
توصل
توصي
توضح
توضع
توظف
توعد
توغل
توغو
توفر
توفق
توفي
توقع
توقف
توكل
تولت
تولد
تولو
تولى
تولي
توما
تومس
تومي
تونس
تونغ
توني
توهم
تيار
تيتو
تيرن
تيري
تيزي
تيسر
تيلر
تيلي
ثائر
ثابت
ثالث
ثامر
ثامن
ثانى
ثاني
ثبات
ثبتت
ثبوت
ثراء
ثراه
ثروة
ثروت
ثريا
ثغرة
ثقته
ثقوب
ثقيل
ثكنة
ثلاث
ثلثي
ثمار
ثمان
ثمنا
ثمنه
ثواب
ثوار
ثوان
ثورة
ثوري
ثياب
جئنا
جاءت
جائر
جائز
جائع
جابت
جابر
جابو
جادا
جادة
جارف
جاره
جاري
جاست
جاسر
جاسم
جاعل
جافة
جالس
جالو
جالي
جامب
جامد
جامع
جانب
جاهز
جاهل
جاوز
جبار
جبال
جبان
جبلة
جبهة
جبور
جبير
جبيل
جبين
جثته
جثتي
جحيم
جدار
جدته
جدتي
جددت
جدلا
جدول
جدوى
جديا
جدية
جديد
جدير
جذاب
جذبت
جذري
جذور
جرأة
جراء
جراج
جراح
جراد
جرار
جرام
جربة
جربت
جرجا
جرجس
جرجي
جرحى
جرعة
جرفت
جروب
جروح
جرود
جروس
جريء
جريج
جريح
جريد
جرير
جريس
جرين
جزءا
جزئه
جزئى
جزئي
جزاء
جزار
جزيل
جزين
جسار
جسام
جسدت
جسده
جسدي
جسرا
جسمه
جسور
جسيم
جعجع
جعفر
جعلت
جعلن
جعله
جفاف
جلاد
جلال
جلبت
جلسة
جلست
جلطة
جلوب
جلود
جلوس
جلول
جليا
جليب
جلية
جليد
جليل
جماح
جماد
جمال
جمدت
جمعة
جمعت
جمعه
جملة
جمود
جموع
جمير
جميع
جميل
جنات
جناح
جنان
جنبا
جندى
جندي
جنسي
جنوب
جنوح
جنود
جنون
جنية
جنيد
جنيف
جنين
جنيه
جهات
جهاد
جهاز
جهته
جهتي
جهدا
جهده
جهزت
جهنم
جهود
جهوي
جواب
جواد
جوار
جواز
جوال
جوان
جوبا
جوبر
جوبز
جوبي
جوجل
جودة
جودت
جودي
جورج
جوزف
جوعا
جوقة
جولة
جولد
جولي
جونج
جونز
جونغ
جوني
جوهر
جويا
جوية
جويس
جويل
جيان
جيبه
جيتس
جيتك
جيجا
جيدا
جيدة
جيري
جيسي
جيشه
جيلا
جيمس
جيمي
جيني
جيوب
جيوش
حائر
حائز
حائط
حائل
حاتم
حاجا
حاجة
حاجز
حاجي
حادا
حادة
حادث
حارب
حارة
حارث
حارس
حازت
حازم
حاسب
حاسة
حاسم
حاشد
حاصر
حاصل
حاضر
حافز
حافظ
حافل
حافي
حاقد
حاكم
حالة
حالت
حاله
حامد
حامض
حامل
حامي
حاول
حاوي
حايك
حبات
حبال
حبرا
حبسا
حبسه
حبنا
حبها
حبهم
حبوب
حبوش
حبيب
حبيس
حبيش
حتفه
حتما
حثيث
حجاب
حجاج
حجار
حجرة
حجزت
حجمه
حجيج
حداد
حدثت
حددت
حدده
حدوث
حدود
حديث
حديد
حذاء
حذرا
حذرت
حراس
حراك
حرام
حربا
حربي
حرجا
حرجة
حررت
حرصا
حرصت
حرصن
حرصه
حرفي
حركة
حركت
حرمة
حرمت
حروب
حروف
حروق
حرية
حريت
حريص
حريق
حريك
حريم
حزام
حزبه
حزنا
حزنه
حزين
حساب
حساس
حسام
حسان
حسبم
حسرة
حسمت
حسنة
حسنى
حسني
حسون
حسيب
حسين
حشاد
حشمت
حشود
حشيش
حصاد
حصار
حصان
حصته
حصدت
حصرا
حصلت
حصول
حضرة
حضرت
حضره
حضور
حطام
حطمت
حطيط
حطين
حظوظ
حظيت
حفار
حفرة
حفظه
حفلا
حفلة
حفنة
حفيد
حفيظ
حقبة
حققت
حققه
حقنا
حقها
حقهم
حقوق
حقول
حكام
حكما
حكمة
حكمت
حكمه
حكيم
حلاق
حلال
حلقة
حلقت
حلما
حلمه
حلمى
حلمي
حلها
حلوة
حلول
حلوى
حليب
حليف
حليم
حماة
حماد
حمار
حماس
حمام
حماه
حمدى
حمدي
حمزة
حملة
حملت
حمله
حملو
حمود
حمية
حميد
حمير
حميم
حناش
حنان
حنبل
حنفى
حنفي
حنون
حنيف
حنين
حواء
حوار
حواس
حواف
حوثي
حوري
حوكم
حوله
حياء
حياة
حياد
حيال
حيدر
حيرة
حيرت
حيزا
حيفا
حيلة
حينه
حيوي
خائب
خائف
خائن
خاتم
خادم
خارج
خارق
خاسر
خاصا
خاصة
خاضت
خاضع
خاضو
خاطئ
خاطب
خاطر
خاطف
خافت
خالد
خالص
خالف
خالي
خامس
خانق
خايف
خبرا
خبرة
خبيث
خبير
ختام
ختان
خجول
خداع
خدام
خدعة
خدمة
خدمت
خراب
خراج
خراز
خراف
خربة
خرجت
خردة
خرسا
خرقا
خروج
خروف
خريب
خريج
خريس
خريف
خزام
خزان
خسرت
خشان
خشبة
خشبي
خصال
خصبة
خصصت
خصما
خصمه
خصوص
خصوم
خضار
خضعت
خضنا
خضوع
خضير
خطاب
خطته
خطرا
خطرة
خططت
خطفت
خطفو
خطوة
خطوط
خطيب
خطية
خطير
خفاج
خفضت
خفية
خفيف
خلاص
خلاف
خلاق
خلال
خلدة
خلسة
خلصت
خلفا
خلفت
خلفه
خلقت
خلقه
خللا
خلود
خلية
خليج
خليط
خليف
خليك
خليل
خمسة
خميس
خنجر
خندق
خواج
خوان
خوجة
خوري
خوفا
خولي
خيار
خياط
خيال
خيام
خيبة
خيبر
خيرا
خيرة
خيرت
خيرى
خيري
خيمة
خيمت
خيوط
خيول
دأبت
دؤوب
دائر
دائم
دائن
دابر
داتا
داخل
دارت
دارس
داره
داعم
داعي
داغر
دافئ
دافع
دافي
داكس
داكن
دالا
دالي
دامت
دانت
داني
داهم
داود
داون
دايف
دايل
دايم
دبلن
دبوس
دجاج
دجلة
دخان
دخلت
دخله
دخول
دخيل
دراج
دراس
دربي
درجة
درجت
درزي
درسا
درست
درعا
درنة
درهم
دروب
دروز
دروس
دروع
دريد
دريك
دريم
دسمة
دسوق
دشنت
دعاء
دعاة
دعبس
دعما
دعمت
دعمه
دعنا
دعوا
دعوة
دعوت
دعوى
دعوي
دعيت
دفاع
دفتر
دفعة
دفعت
دفعه
دفين
دقات
دقيق
دكاش
دكان
دلال
دلتا
دلول
دليل
دماء
دمار
دماغ
دمرت
دمشق
دمعة
دمنا
دموع
دموي
دمية
دندش
دنفر
دنقل
دنيا
دنيس
دهان
دهشة
دهون
دواء
دوار
دوال
دوام
دوبل
دودي
دورا
دورة
دوره
دورى
دوري
دوست
دولا
دولة
دولى
دولي
دوما
دومة
دياب
ديار
دياز
ديان
ديدن
ديزل
ديسك
ديلي
ديما
ديمو
ديمي
دينا
دينه
دينى
ديني
ديوب
ديون
ذائع
ذاته
ذاتي
ذاهب
ذبيح
ذخرا
ذرات
ذراع
ذروة
ذرية
ذريع
ذكاء
ذكرت
ذكره
ذكرى
ذكور
ذكية
ذمته
ذنوب
ذهاب
ذهبت
ذهبن
ذهنه
ذهني
ذهول
ذوات
ذياب
ذيول
رأسه
رأسي
رأفت
رأوا
رأيا
رأيت
رأيك
رأيه
رأيي
رؤاه
رؤوس
رؤوف
رؤيا
رؤية
رئوي
رئيس
رائد
رائع
رابح
رابط
رابع
راتب
راجح
راجع
راجل
راجي
راحة
راحت
راحو
راخو
رادع
راسخ
راسل
راشد
راضى
راضي
راعي
راغب
رافض
رافع
رافق
رافي
راقص
راكب
رالف
رالي
رامز
رامى
رامي
راند
راهب
راهن
راود
راية
رايت
رايح
رايس
راين
رباب
رباح
رباط
ربحا
ربطت
ربما
ربنا
ربوع
ربيع
رتبة
رتيب
رثاء
رجاء
رجال
رجحت
رجعة
رجعت
رجعي
رجلا
رجوع
رحاب
رحال
رحبت
رحلة
رحلت
رحمة
رحمه
رحيل
رحيم
رخام
رخصة
رخيص
رداء
رددو
ردها
ردود
رديف
رزان
رسام
رستم
رسخت
رسمت
رسمى
رسمي
رسوخ
رسول
رسوم
رشاد
رشاش
رشحت
رشدى
رشدي
رشوة
رشيد
رشيق
رصاص
رصدت
رصيد
رصيف
رضاه
رضيع
رعاه
رغبة
رغبت
رغيف
رفات
رفاق
رفاه
رفضت
رفضه
رفعت
رفعه
رفوف
رفيع
رفيق
رقاب
رقبة
رقما
رقيب
رقيق
ركاب
ركام
ركبت
ركزت
ركوب
ركود
ركيز
رماد
رمال
رمزا
رمزى
رمزي
رموز
رميا
رنين
رهان
رهبة
رهيب
رهيف
رهين
رواج
رواد
رواق
روان
رواه
روبل
روبن
روبي
روجر
روحه
روحي
رودي
روزا
روزن
روسو
روسي
روضة
روعة
روعي
روفر
روكز
رولا
رولز
روما
رومي
رونق
روني
رويس
رياح
رياض
رياق
ريال
ريان
ريتا
ريجي
ريشة
ريفر
ريفي
ريكس
ريما
رينا
رينو
زئيف
زائد
زائر
زائف
زائل
زاخر
زادت
زاده
زارت
زاعم
زالت
زامل
زاهد
زاهر
زاهى
زاهي
زايد
زبون
زبيب
زجاج
زحام
زحلة
زحمة
زخرف
زخما
زخور
زرعت
زريق
زعبل
زعبي
زعزع
زعمت
زعيم
زغرب
زغيب
زفاف
زفتى
زقاق
زلما
زمام
زمان
زمزم
زمني
زميل
زنجا
زهرا
زهرة
زهري
زهور
زهيد
زهير
زواج
زوار
زوال
زوجة
زوجك
زوجي
زودت
زورا
زورق
زوما
زويد
زويل
زياد
زيار
زيرو
زيزو
زيكا
زينب
زينة
زيوت
سألت
سأله
سؤال
ساءت
سائح
سائد
سائر
سائغ
سائق
سائل
سابا
سابع
سابق
سابك
ساتر
ساجد
ساحة
ساحر
ساحق
ساحل
ساخر
ساخن
سادة
سادت
سادس
ساذج
سارا
سارة
سارت
سارع
سارق
ساري
ساطع
ساعة
ساعد
ساعي
سافر
ساقه
ساكت
ساكس
ساكن
سالب
سالت
سالف
سالك
سالم
سالي
سامة
سامح
سامر
سامى
سامي
سانا
سانت
ساند
ساهر
ساهم
ساوث
سايب
سايت
سايك
سبات
سباح
سباق
سببا
سببت
سببه
سبعة
سبقت
سبقه
سبور
سبيت
سبير
سبيس
سبيل
ستؤو
ستاد
ستار
ستاف
ستام
ستتم
ستجد
ستحل
سترد
سترو
ستصل
ستضع
ستضم
ستظل
ستقف
ستوك
ستون
ستيت
ستيف
ستيل
ستين
سجاد
سجال
سجلت
سجله
سجنا
سجنه
سجون
سجين
سحاب
سحبت
سحيق
سخرت
سخيف
سداد
سدود
سدير
سراب
سراج
سراح
سراق
سراي
سرعا
سرعة
سرقة
سرقت
سرقو
سرور
سريا
سرية
سرير
سريع
سسكا
سطوح
سطور
سطوع
سطيف
سعاد
سعره
سعوا
سعود
سعيا
سعيد
سعيه
سفاح
سفار
سفره
سفلت
سفير
سقطت
سقوط
سكار
سكاف
سكاك
سكان
سكاي
سكنت
سكني
سكوب
سكوت
سكود
سكور
سكول
سكون
سكيب
سكين
سلاح
سلاف
سلال
سلام
سلبا
سلبى
سلبي
سلسة
سلطة
سلطت
سلعة
سلفا
سلفه
سلفي
سلمت
سلمه
سلمى
سلمي
سلهب
سلوك
سلوم
سلوى
سليل
سليم
سماء
سمات
سماح
سمار
سماع
سماه
سمته
سمحت
سمعة
سمعت
سمكة
سموه
سمية
سميت
سميث
سميح
سمير
سميع
سناء
سنتا
سنتر
سنتي
سنجد
سنحت
سندا
سنرى
سنصل
سنعم
سنود
سنوى
سنوي
سنية
سنين
سهام
سهرة
سهلا
سهلة
سهلت
سهما
سهوا
سهير
سهيل
سوءا
سواء
سوات
سواد
سوار
سوان
سواه
سوبر
سوخو
سورة
سورى
سوري
سوزا
سوسة
سوسن
سوشو
سوكر
سولي
سومر
سومي
سونج
سونغ
سوني
سويا
سوية
سويت
سويد
سويس
سويف
سيؤد
سيؤو
سيئا
سيئة
سيئو
سياج
سياح
سيار
سياف
سياق
سيتم
سيتى
سيتي
سيجد
سيجر
سيحظ
سيحل
سيدة
سيدى
سيدي
سيرا
سيرة
سيرج
سيرك
سيره
سيرو
سيري
سيست
سيسع
سيسك
سيصل
سيضر
سيضع
سيضم
سيطر
سيظل
سيعد
سيقا
سيقع
سيقف
سيلا
سيلي
سيما
سيمر
سينا
سينج
سينغ
سيوف
سيول
شأنه
شؤون
شئنا
شئون
شاءت
شاؤو
شائع
شائك
شابا
شابة
شابه
شاحب
شاحن
شادي
شارب
شارة
شارع
شارف
شارك
شارل
شاسع
شاشة
شاطئ
شاعر
شاغر
شافي
شاقة
شاكر
شاكي
شامخ
شامل
شاهد
شاهر
شايع
شايف
شباب
شباط
شباك
شبان
شبرا
شبعا
شبكة
شبهة
شبوة
شبيب
شبين
شبيه
شتاء
شتات
شتيف
شجار
شجاع
شجرة
شجعت
شجون
شحنة
شحيم
شخصا
شخصي
شخوص
شداد
شدته
شددت
شديد
شراء
شراب
شرار
شراك
شربل
شرحا
شرحت
شرسة
شرطا
شرطة
شرطي
شرعا
شرعت
شرعى
شرعي
شرفة
شرقا
شرقي
شركة
شركت
شرور
شروط
شروق
شريد
شرير
شريط
شريف
شريك
شطري
شعار
شعاع
شعبا
شعبة
شعبه
شعبى
شعبي
شعرا
شعرت
شعره
شعري
شعلة
شعوب
شعور
شعيب
شعير
شعيل
شغال
شغلت
شغور
شغوف
شفاء
شفاف
شفاه
شفرة
شفير
شفيع
شفيق
شقته
شقرا
شقير
شقيق
شكرا
شكرت
شكره
شكرى
شكري
شكلا
شكلت
شكله
شكوك
شكوى
شكيب
شلاش
شلبى
شلبي
شليط
شماس
شماع
شمال
شمام
شمعة
شملت
شموخ
شموع
شمول
شميت
شنته
شنقا
شنها
شنوا
شنيع
شهاب
شهدت
شهده
شهرا
شهرة
شهري
شهوة
شهود
شهور
شهيب
شهية
شهيد
شهير
شوال
شورى
شوشة
شوقى
شوقي
شوكت
شوهت
شوهد
شوية
شيئا
شيحا
شيحة
شيخة
شيدت
شيرت
شيري
شيعة
شيعت
شيعي
شيفر
شيكا
شيكل
شيلي
شيوخ
شيوع
صائب
صائد
صائم
صابر
صاحب
صاخب
صادر
صادف
صادق
صادم
صارت
صارخ
صارم
صاعد
صاعق
صافى
صافي
صالة
صالح
صامت
صامد
صانع
صايغ
صباح
صباغ
صبحى
صبحي
صبرا
صبرى
صبري
صبور
صبيا
صبيح
صحار
صحاف
صحتك
صحته
صحفى
صحفي
صحيا
صحية
صحيح
صخرة
صخور
صداع
صدام
صداه
صدرت
صدره
صدفة
صدقة
صدقت
صدقى
صدقي
صدمة
صدمت
صدور
صديق
صراخ
صراع
صراف
صرحت
صرخة
صرخت
صرفت
صروح
صريح
صعبا
صعبة
صعدة
صعدت
صعود
صعيد
صغار
صغره
صغير
صفاء
صفات
صفار
صفته
صفحة
صفعة
صفقة
صفوت
صفوف
صفية
صفيح
صفير
صقور
صكوك
صلاة
صلات
صلاح
صلال
صلبة
صلته
صلوخ
صليب
صمام
صممت
صمود
صميم
صناع
صندا
صنعت
صنعه
صنعو
صنفت
صنوف
صنيع
صواب
صوان
صوتا
صوتك
صوته
صوتي
صورا
صورة
صورت
صوره
صوفي
صياح
صياد
صيام
صيته
صيدا
صيغة
صيفا
صيفي
صيني
ضئيل
ضائع
ضابط
ضاحي
ضارة
ضاري
ضاعت
ضاغط
ضاقت
ضالع
ضامن
ضاهر
ضباب
ضباط
ضبطت
ضبطه
ضجيج
ضحكت
ضحية
ضخما
ضخمة
ضدنا
ضدها
ضدهم
ضربا
ضربة
ضربت
ضررا
ضروب
ضريح
ضعاف
ضعفا
ضعيف
ضغطا
ضغوط
ضفاف
ضفتي
ضلال
ضلوع
ضمان
ضمور
ضمير
ضوئي
ضومط
ضياء
ضياع
ضيفا
ضيفة
ضيفه
ضيقة
ضيوف
طائر
طائش
طائل
طابا
طابع
طابق
طارئ
طارق
طازج
طاعة
طافت
طاقة
طاقم
طالب
طالت
طالع
طالم
طامي
طاهر
طايع
طباخ
طباع
طبرق
طبعا
طبعة
طبعت
طبقا
طبقة
طبقت
طبول
طبيا
طبيب
طبية
طحين
طراب
طراد
طراز
طرحت
طرحه
طرده
طرفا
طرفي
طريف
طريق
طعام
طعمة
طعنا
طعنة
طعون
طفرة
طفلا
طفلة
طفلك
طفيف
طفيل
طقوس
طلاء
طلاب
طلاس
طلاق
طلال
طلبا
طلبة
طلبت
طلبه
طلحة
طلعت
طلقة
طلوع
طليس
طليق
طمأن
طمعا
طموح
طنجة
طنطا
طنوس
طهطا
طواف
طوال
طورت
طوعا
طوعي
طوقا
طوله
طوني
طويل
طيار
طيبا
طيبة
طيلة
طيور
ظافر
ظالم
ظاهر
ظروف
ظريف
ظلال
ظلام
ظلما
ظلوا
ظننت
ظهرا
ظهرت
ظهره
ظهور
ظهير
عائد
عائق
عائل
عابئ
عابد
عابر
عاتق
عاجز
عاجل
عادة
عادت
عادل
عادى
عادي
عارض
عارف
عارم
عازر
عازف
عازل
عازم
عاشت
عاشر
عاشق
عاصر
عاصف
عاصم
عاصي
عاطف
عاطل
عاقد
عاقل
عاكف
عالج
عالم
عالي
عاما
عامة
عامر
عامل
عامي
عانت
عانو
عاهل
عاود
عاوز
عايد
عايز
عايش
عاين
عباد
عباس
عبثا
عبده
عبرت
عبلة
عبوة
عبود
عبور
عبيد
عبير
عتبة
عتيق
عثرت
عجاج
عجرم
عجزا
عجزت
عجلة
عجلت
عجوز
عجيب
عداء
عداد
عددا
عدرا
عدلت
عدلى
عدلي
عدمه
عدنا
عدوا
عدوى
عديد
عديم
عذاب
عذرا
عراب
عراق
عراك
عربة
عربى
عربي
عرضا
عرضت
عرضه
عرعر
عرفة
عرفت
عرفه
عرقي
عروس
عروض
عروق
عريس
عريش
عريض
عريف
عريق
عرين
عزاء
عزام
عزبة
عززت
عزلة
عزله
عزمه
عزمى
عزمي
عزوز
عزوف
عزيز
عساف
عسكر
عسير
عشاء
عشاق
عشان
عشرة
عشقه
عشنا
عشير
عشيق
عصام
عصبي
عصرا
عصره
عصري
عصمت
عصور
عصير
عضال
عضلي
عضوا
عضوي
عطاء
عطري
عطلة
عطلت
عطوي
عطية
عطيف
عظام
عظمة
عظمى
عظمي
عظيم
عفاف
عفان
عفوا
عفوي
عفيف
عقاب
عقار
عقال
عقبة
عقدا
عقدة
عقدت
عقده
عقله
عقلي
عقود
عقول
عقيد
عقيل
عقيم
عكار
عكاش
عكاظ
عكست
علاء
علاج
علام
علبة
علقت
علما
علمت
علمه
علمي
علنا
علنى
علني
علوش
علوم
علوى
علوي
عليك
عليه
عماد
عمار
عمال
عمان
عمدا
عمدت
عمره
عمرو
عمري
عمقا
عملا
عملة
عملت
عملك
عمله
عملي
عممت
عمود
عموم
عميد
عمير
عميق
عميل
عناء
عناد
عنان
عنبر
عنتر
عنجر
عندك
عنده
عنصر
عنفا
عنقه
عنها
عنهم
عنوة
عنيف
عهدة
عهده
عهود
عواد
عواض
عوام
عودة
عوده
عوفر
عوقب
عولج
عوني
عويس
عياد
عيار
عياش
عيال
عيان
عيبا
عيتا
عيدو
عيسى
عيسي
عيطة
عينة
عينت
عينه
عيني
عيوب
عيون
غائب
غائر
غائم
غابة
غابت
غابي
غادة
غادر
غارب
غارة
غارق
غاري
غازى
غازي
غاضب
غاغا
غافل
غالب
غالى
غالي
غامب
غامض
غانا
غانم
غاية
غبار
غباش
غبري
غداء
غدار
غدير
غذاء
غراب
غرار
غراس
غرام
غران
غراي
غربا
غربي
غرفة
غرقا
غرقت
غروب
غرور
غروس
غريب
غريز
غريس
غريغ
غريم
غرين
غزال
غزوة
غزير
غسان
غسيل
غضبا
غضبه
غضون
غطاء
غطاس
غفلة
غفير
غلاء
غلاب
غلاف
غلام
غلطة
غلوب
غليظ
غمار
غمرة
غمرت
غموض
غناء
غنام
غنية
غنيم
غواص
غوغل
غولد
غولن
غياب
غيار
غيتس
غيره
غيمة
غيور
غيوم
فأحب
فأخذ
فأعط
فأكد
فألق
فأمر
فأنا
فأنت
فأهل
فأول
فأين
فؤاد
فإذا
فإما
فإنن
فإنه
فئات
فئتي
فائز
فائض
فائق
فابر
فاتح
فاتر
فاتن
فاجأ
فاجن
فاحت
فاخت
فاخر
فادح
فادي
فاذا
فارت
فارس
فارغ
فارق
فازت
فاست
فاسد
فاسو
فاشل
فاصل
فاضح
فاضل
فاعل
فاقت
فاقد
فاكر
فاكس
فالأ
فالإ
فالا
فالت
فالج
فالح
فالس
فالق
فالم
فانن
فانه
فاهم
فايد
فاير
فايز
فايس
فايق
فاين
فبات
فبال
فبدأ
فبدل
فبعد
فبعض
فبقي
فبلغ
فبين
فتاة
فتات
فتال
فتجد
فتحت
فتحى
فتحي
فترة
فترك
فتفت
فتكا
فتلك
فتنة
فتوح
فتوش
فتوى
فتيح
فتيل
فجأة
فجاء
فجرا
فجرت
فجعل
فجوة
فحدث
فحسب
فحصل
فحقق
فحمل
فحوص
فحول
فحوى
فحين
فخرج
فخرى
فخري
فخسر
فخمة
فخور
فداء
فدان
فدخل
فدوى
فدية
فذكر
فذلك
فذهب
فرأى
فراج
فراح
فرار
فراس
فراش
فراغ
فراق
فران
فراي
فرحا
فرحة
فرحت
فردا
فردي
فرصا
فرصة
فرضت
فرضه
فرعا
فرعي
فرفض
فرفع
فرقا
فرقة
فرنك
فروا
فروخ
فروع
فروق
فريج
فريد
فريق
فزاع
فسأل
فساد
فسجل
فسقط
فسيح
فشكر
فشلت
فشله
فصار
فصلا
فصله
فصول
فصيل
فضاء
فضلا
فضلت
فضول
فضية
فطلب
فظيع
فعاد
فعال
فعدد
فعرض
فعلا
فعلت
فعله
فعلى
فعلي
فعمل
فعند
ففاز
فقال
فقام
فقبل
فقتل
فقدت
فقرا
فقرة
فقرر
فقلت
فقيد
فقير
فقيه
فكأن
فكان
فكتب
فكرا
فكرة
فكرت
فكره
فكرى
فكري
فكما
فكنت
فكيف
فلأن
فلاح
فلاش
فلان
فلجأ
فلسا
فلعل
فلقد
فلكل
فلكي
فلما
فلور
فلوس
فلول
فليس
فمثل
فمصر
فمنذ
فمهم
فناء
فنان
فنجد
فنحن
فندق
فنظر
فنقل
فنون
فنيا
فنية
فنيش
فهاد
فهذا
فهما
فهمت
فهمه
فهمى
فهمي
فهنا
فهيد
فهيم
فوات
فواز
فوجئ
فوجد
فوجي
فودة
فورا
فورت
فورد
فوري
فوزا
فوزه
فوزى
فوزي
فوصف
فوصل
فوضع
فوضى
فوفق
فوكس
فوكو
فولت
فولف
فياض
فيجب
فيدر
فيزا
فيشر
فيصل
فيغو
فيفا
فيلم
فيما
فيها
قائد
قائل
قائم
قابع
قابل
قاتل
قادة
قادت
قادر
قادم
قاده
قاذف
قارئ
قارب
قارة
قارع
قارن
قاري
قاسم
قاصد
قاصر
قاضى
قاضي
قاطع
قاطن
قاعة
قاعد
قالت
قاله
قامت
قانا
قاهر
قايد
قبرص
قبره
قبضت
قبطى
قبطي
قبور
قبول
قبيح
قبيل
قتال
قتلة
قتلت
قتله
قتلى
قتيل
قداس
قدام
قدرا
قدرة
قدرت
قدره
قدما
قدمت
قدمه
قدوة
قدوم
قديم
قذاف
قذرة
قرآن
قرأت
قراء
قرار
قراق
قران
قردا
قررت
قرشا
قرضا
قروش
قروض
قرون
قروي
قريب
قرية
قريش
قريع
قرين
قسرا
قسري
قسوة
قسيس
قشور
قصاب
قصار
قصاص
قصته
قصتي
قصدت
قصصا
قصفت
قصور
قصوى
قصير
قضاء
قضاة
قضاه
قضوا
قضية
قضيت
قطار
قطاع
قطاف
قطان
قطبي
قطري
قطعا
قطعة
قطعت
قطعو
قطيع
قطيف
قفزت
قفصة
قلبك
قلبه
قلبى
قلبي
قلته
قلصت
قلعة
قلقا
قلقة
قلقه
قللت
قلما
قلنا
قلوب
قليل
قماش
قميص
قناة
قناص
قناع
قنصل
قهوة
قوات
قوام
قواه
قوبل
قوته
قولا
قوله
قومى
قومي
قويا
قوية
قياد
قياس
قيام
قيصر
قيمة
قيود
كآلي
كأحد
كأنك
كأنه
كأول
كؤوس
كإحد
كئيب
كائن
كابر
كابل
كابي
كاتا
كاتب
كاتس
كاتي
كادت
كادر
كاذب
كارا
كارب
كارت
كارد
كارل
كارم
كارن
كاري
كاست
كاسح
كاسر
كاسي
كاظم
كافة
كافر
كاكا
كالأ
كالا
كالب
كالح
كالم
كالو
كالي
كامب
كامل
كانت
كاهل
كاهن
كايت
كبار
كباق
كبرت
كبرى
كبري
كبطل
كبلد
كبير
كتاب
كتبت
كتبه
كتفه
كتلة
كتلك
كتيب
كتير
كثرة
كثرت
كثفت
كثير
كثيف
كجزء
كحال
كحزب
كحول
كحيل
كخطو
كذاب
كذبة
كذلك
كرات
كراج
كراس
كرام
كراو
كراي
كرته
كرجل
كردي
كررت
كرست
كرسي
كركي
كرمت
كرمز
كروت
كروز
كروس
كرول
كروم
كرون
كروي
كريت
كريس
كريش
كريغ
كريك
كريم
كزوج
كسائ
كساب
كساد
كسبت
كسرت
كسور
كسوف
كشاف
كشخص
كشرط
كشعب
كشفت
كشوف
كضيف
كطرف
كعاد
كعرب
كعضو
كعكة
كعلا
كعمل
كغير
كفاح
كفار
كفيف
كفيل
كقضي
كقوة
كقيم
كلاب
كلاس
كلام
كلتا
كلفة
كلفت
كلفه
كلما
كلمة
كلنا
كلها
كلهم
كلوب
كلود
كلوي
كليا
كليب
كلية
كمال
كمثل
كمية
كميل
كمين
كنتم
كندا
كندي
كنقط
كنوز
كنوع
كنيس
كهدف
كهذا
كهذه
كهيئ
كوان
كوبا
كوبر
كوبي
كوتش
كوثر
كوجه
كوحد
كورب
كورت
كورد
كورس
كورق
كورن
كورو
كوري
كوسا
كوست
كوفي
كوكب
كوكس
كوكو
كولا
كولن
كولي
كومب
كومي
كونا
كونت
كونج
كونغ
كونه
كوني
كويت
كويس
كويك
كوين
كيال
كيان
كيتا
كيرى
كيري
كيلو
كيلي
كيمي
كينج
كينغ
كيني
كييف
لآخر
لأبو
لأبي
لأجل
لأحد
لأخذ
لأدب
لأرض
لأسر
لأقل
لألف
لأمر
لأمن
لأنك
لأنن
لأنه
لأهل
لأهم
لأول
لإحد
لائق
لابد
لابس
لابن
لاجئ
لاجل
لاحت
لاحد
لاحظ
لاحق
لادن
لاذع
لارا
لاري
لازم
لاست
لاسم
لاشك
لاصق
لاعب
لافت
لاقت
لامب
لاند
لانك
لانه
لاول
لايت
لايف
لباب
لبار
لباس
لبثت
لبحث
لبدء
لبذل
لبضع
لبطل
لبعث
لبعض
لبكي
لبلا
لبلد
لبنك
لبنى
لبوش
لبيب
لبيت
لبيع
لبيك
لتبق
لتتم
لتجد
لتحر
لتحل
لتحي
لترك
لتست
لتصل
لتضع
لتضم
لتطل
لتظل
لتقر
لتقف
لتقل
لتلك
لتمت
لتمر
لتوف
لتول
لجأت
لجأو
لجان
لجذب
لجسم
لجعل
لجلب
لجمع
لجنة
لجني
لجهة
لجهد
لجوء
لجيل
لحاج
لحال
لحام
لحجز
لحجم
لحدث
لحرب
لحرس
لحرص
لحرق
لحزب
لحسم
لحسن
لحشد
لحصر
لحظة
لحظر
لحفر
لحفظ
لحفل
لحقت
لحكم
لحلف
لحمل
لحود
لحوم
لحين
لخام
لخبر
لخطر
لخطط
لخطف
لخفض
لخلق
لخمس
لخوض
لخير
لدار
لداع
لدبي
لدرس
لدعم
لدفع
لدفن
لدمج
لدور
لدول
لديك
لدين
لديه
لذات
لذكر
لذلك
لذوي
لذيذ
لرأس
لرأي
لربط
لرجل
لردع
لرسم
لرصد
لرفض
لرفع
لركل
لرمي
لروح
لزرع
لزوج
لزوم
لسان
لسبب
لسجل
لسجن
لسحب
لسعد
لسعر
لسفر
لسمو
لسنا
لسنة
لسهم
لسوق
لسيد
لسير
لشاب
لشبه
لشحن
لشخص
لشرح
لشرف
لشرك
لشعب
لشعر
لشغل
لشكر
لشكل
لشهر
لشيء
لصرف
لصغر
لصقل
لصنع
لصوت
لصور
لصوص
لصيد
لصيف
لضبط
لضرب
لضعف
لضغط
لضيق
لطال
لطرح
لطرد
لطرف
لطرق
لطفل
لطفى
لطفي
لطلب
لطيف
لعاب
لعام
لعبة
لعبت
لعبد
لعبه
لعجز
لعدد
لعدم
لعرض
لعزل
لعشر
لعصر
لعضو
لعقد
لعقل
لعلم
لعله
لعلي
لعمر
لعمل
لعنة
لعهد
لعيد
لغات
لغته
لغرض
لغرف
لغزة
لغزو
لغسل
لغوي
لغير
لفاف
لفتت
لفتح
لفحص
لفرز
لفرص
لفرض
لفرع
لفرق
لفشل
لفصل
لفعل
لفكر
لفهم
لفوز
لفير
لفيف
لفيل
لقاء
لقاح
لقبه
لقتل
لقرب
لقسم
لقصر
لقصف
لقطر
لقطع
لقلب
لقمة
لقمع
لقوا
لقول
لقوى
لقيت
لقيم
لكأس
لكأن
لكار
لكان
لكبح
لكبر
لكتب
لكثر
لكرة
لكسب
لكسر
لكشف
لكنه
لكون
للأب
للأخ
للأم
للأن
للإن
للاخ
للام
للبت
للبث
للبر
للتب
للتخ
للتر
للتو
للجن
للجه
للجو
للحب
للحج
للحد
للحق
للحل
للخط
للدم
للرد
للسر
للسك
للسن
للشؤ
للشئ
للشر
للشك
للصف
للصم
للضف
للطب
للطن
للعب
للغة
للغد
للفئ
للفت
للفن
للقب
للقص
للكر
للكل
للمح
للمخ
للمد
للمس
للمن
للنح
للنص
للني
لمثل
لمحو
لمدة
لمدد
لمدن
لمرة
لمرض
لمسة
لمست
لمسح
لمصر
لمقر
لملء
لملف
لمنح
لمنع
لميس
لنجد
لنجم
لنحو
لندن
لنرى
لنزع
لنشر
لنصف
لنصل
لنظر
لنظم
لنفس
لنقص
لنقل
لنمو
لنهج
لنهر
لنوع
لنيل
لهجة
لهدف
لهدم
لهذا
لهذه
لهما
لهيب
لواء
لوبن
لوبو
لوبي
لوتا
لوثر
لوجه
لوجو
لوحة
لوحت
لوحظ
لودر
لورا
لورد
لوري
لوزن
لوسي
لوصف
لوضع
لوفد
لوقا
لوقت
لوقف
لوكا
لولا
لولد
لولو
لولي
لومي
لونغ
لونه
لويز
لويس
لياق
ليال
ليبر
ليبق
ليبي
ليتر
ليتم
ليجد
ليحل
ليدز
ليدي
ليرة
ليرد
ليرس
ليزا
ليزر
ليست
ليسو
ليصل
ليضع
ليظل
ليفي
ليقف
ليكن
ليلا
ليلة
ليلى
ليلي
ليما
لينا
ليند
لينش
لينك
ليون
مآثر
مآخذ
مآرب
مآسي
مأخذ
مأدب
مأرب
مأزق
مأمن
مأوى
مؤثر
مؤجر
مؤجل
مؤخر
مؤدي
مؤذن
مؤرخ
مؤسس
مؤسف
مؤشر
مؤقت
مؤكد
مؤلف
مؤلم
مؤمن
مؤهل
مؤيد
مئات
مئتي
مئير
مائة
مائت
مائل
مائي
ماتت
ماجد
مادة
مادي
